Repository: LSTS/neptus
Catalog: conf/i18n/*/neptus.po
Languages: pt_pt

source: Logs Downloader - Wait for all To Stop
pt_pt: Descarregador de Logs - Esperar para todos Terminarem

source: Logs folder
pt_pt: Pastas de Log

source: Loiter Type
pt_pt: Tipo de Loiter

source: Loiter height
pt_pt: Altura para o Loiter

source: Loiter radius (m)
pt_pt: Raio do Loiter (m)

source: Look In:
pt_pt: Ver Em:

source: Lost connection
pt_pt: Ligação perdida

source: MANEUVER
pt_pt: MANOBRA

source: METERS_PS
pt_pt: METROS_PS

source: MIDI Channel
pt_pt: Canal MIDI

source: MOBILESENSOR
pt_pt: SENSORMÓVEL

source: MRA Visualization not loading properly
pt_pt: Visualização MRA a não carregar convenientemente

source: Main
pt_pt: Principal

source: Main System Icon Size Increment
pt_pt: Incremento do Tamanho do Icone do Sistema Principal

source: Main vehicle
pt_pt: Veículo principal

source: Maneuver
pt_pt: Manobra

source: Maneuver Mode
pt_pt: Modo de Manobra

source: Maneuver's location
pt_pt: Localização da manobra

source: Maneuver's z units
pt_pt: Unidade de z da manobra

source: Maneuver's z value
pt_pt: Valor de z da manobra

source: Manta Operations
pt_pt: Operação com Manta

source: Map
pt_pt: Mapa

source: Map Editor
pt_pt: Editor de Mapas

source: Map Panel
pt_pt: Painel Mapa

source: Map Provider Properties
pt_pt: Propriedades do Provedor de Mapas

source: Map files
pt_pt: Ficheiros de mapas

source: Maps
pt_pt: Mapas

source: Margin Botton
pt_pt: Margem Inferior

source: Margin Left
pt_pt: Margem Esquerda

source: Margin Right
pt_pt: Margem Direita

source: Margin Top
pt_pt: Margem Superior

source: Mark
pt_pt: Marca

source: Mark a contact on the map from a system location.
pt_pt: Marcar um contacto no mapa pela localização de um sistema.

source: Mark location
pt_pt: Marcar localização

source: Marker name
pt_pt: Nome de marcador

source: Markers
pt_pt: Marcadores

source: Marks
pt_pt: Marcas

source: Marks' Table
pt_pt: Tabela de Marcas

source: MatLab format .MAT
pt_pt: Formato MatLab .MAT

source: Max Altitude
pt_pt: Altitude Max

source: Max Depth
pt_pt: Max. Profundidade

source: Max Speed
pt_pt: Velocidade Máx.

source: Max depth
pt_pt: Max. Profundidade

source: Max height
pt_pt: Max. altura

source: Max. Depth
pt_pt: Max. Profundidade

source: Maximize Panel
pt_pt: Painel Maximizar

source: Maximum Altitude (m)
pt_pt: Altitude Máxima (m)

source: Maximum Depth
pt_pt: Profundidade Máxima

source: Maximum Depth (m)
pt_pt: Profundidade Máxima (m)

source: Maximum End time
pt_pt: Tempo de Fim máximo

source: Maximum Number of points
pt_pt: Número máximo de pontos

source: Maximum Size of Plan Name For Acoustics
pt_pt: Comprimento Máximo do Nome do Plano para Acústica

source: Maximum Speed
pt_pt: Velocidade Máxima

source: Maximum Speed (m/s)
pt_pt: Velocidade Máxima (m/s)

source: Maximum Start time
pt_pt: Tempo de Início máximo

source: Maximum Value (degrees)
pt_pt: Valor máximo (graus)

source: Maximum Vertical Rate (m/s)
pt_pt: Máximo para a Taxa de Velocidade Vertical (m/s)

source: Maximum depth
pt_pt: Max. Profundidade

source: Maximum depth for bathymetry plots
pt_pt: Profundidade máxima para gráficos de batímetria

source: Maximum depth of the yoyo behavior
pt_pt: Profundidade máxima para o comportamento do yoyo

source: Maximum depth to be used in bathymetry plots.
pt_pt: Profundidade máxima pare ser usado para gráficos de batímetria

source: Maximum time
pt_pt: Tempo máximo

source: Me
pt_pt: Eu

source: Mean Value (degrees)
pt_pt: Valor médio (graus)

source: Mean speed
pt_pt: Velocidade média

source: Measure distances by click and dragging the mouse
pt_pt: Clicar e arrastar com o Rato par medir distâncias

source: Merge
pt_pt: Fundir

source: Message
pt_pt: Mensagem

source: Message %messageType to %destination delivery destination unreacheable
pt_pt: Mensagem %messageType para %destination destino de entrega inalcançavel

source: Message %messageType to %destination delivery error. (%error)
pt_pt: Mensagem %messageType para %destination erro de entrega. (%error)

source: Message %messageType to %destination delivery timeout
pt_pt: Mensagem %messageType para %destination entrege fora de tempo

source: Message %num of %total
pt_pt: Mensagem %num de %total

source: Message Field Name
pt_pt: Nome de Campo de Mensagem

source: Message Name
pt_pt: Nome de Mensagem

source: Messages
pt_pt: Mensagens

source: Middle mouse button
pt_pt: Botão do meio do rato

source: Mil Std 2525 Symbols Filled Or Not
pt_pt: Símbolos Mil Std 2525 Com Preenchimento Ou Não

source: Milliseconds between connection retries
pt_pt: Milisegundos entre tentativas de ligação

source: Milliseconds between updates
pt_pt: Milisegundos entre actualizações

source: Milliseconds between vessel updates
pt_pt: Milisegundos entre actualizações de navios

source: Milliseconds to wait before simulation
pt_pt: Milisegundos para esperar antes da simulação

source: Min Altitude
pt_pt: Altitude Min.

source: Min Speed
pt_pt: Velocidade Min.

source: Min. Depth
pt_pt: Profundidade Min.

source: Mine Danger Area
pt_pt: Area de Perigo de Mina

source: MineDangerAreaElement
pt_pt: Elemento de Area de Perigo de Mina

source: Minimum Altitude (m)
pt_pt: Altitude Mínima (m)

source: Minimum Depth
pt_pt: Profundidade Mínima

source: Minimum End time
pt_pt: Tempo mínimo de fim

source: Minimum Speed
pt_pt: Velocidade Minima

source: Minimum Speed (m/s)
pt_pt: Velocidade pMínima (m/s)

source: Minimum Speed To Be Stopped
pt_pt: Velocidade Minima para ser Parado

source: Minimum Start time
pt_pt: Tempo mínimo de inicio

source: Minimum Value (degrees)
pt_pt: Valor mínimo (graus)

source: Minimum depth for bathymetry
pt_pt: Profundidada mínima para batimetria

source: Minimum distance between waypoints
pt_pt: Distância mínima entre pontos de passagem

source: Minimum distance the ship can be from the tag position
pt_pt: Distância mínima que o navio pode estar da posição de uma tag

source: Minimum security vertical distance between UAVs
pt_pt: Minima distancia vertical de segurança entre UAVs

source: Minimum speed to accept heading (m/s)
pt_pt: Velocidade minima para aceitar orientação (m/s)

source: Minutes To Hide Systems Without Known Location
pt_pt: Minutos Para Esconder Sistemas Sem Localização Conhecida

source: Minutes after which systems disapear from render if inactive (0 to disable)
pt_pt: Minutos a partir do qual os sistemas desaparecem do render se inactivos (0 para desabilitar)

source: Minutes between updates
pt_pt: Minutos entre actualizações

source: Missing attached mission!
pt_pt: Falta associar missão!

source: Missing attached plan!
pt_pt: Falta associar plano!

source: Missing console attached!
pt_pt: Falta associar consola!

source: Missing variables in data
pt_pt: Falta de variáveis nos dados

source: Mission
pt_pt: Missão

source: Mission Files
pt_pt: Ficheiros de Missão

source: Mission Files ('nmisz')
pt_pt: Ficheiros de Missão ("nmisz")

source: Mission Planner
pt_pt: Planeador de Missões

source: Mission Replay
pt_pt: Reprodução da missão

source: Mission Review
pt_pt: Revisão da Missão

source: Mission Review & Analysis
pt_pt: Revisão & Análise de Missão

source: Mission Statistics
pt_pt: Estatísticas da Missão

source: Mission Tree
pt_pt: Árvore de Missão

source: Mission duration
pt_pt: Duração da missão

source: Mission end time
pt_pt: Tempo final de missão

source: Mission executed on %date
pt_pt: Missão executada em %date

source: Mission not saved
pt_pt: Missão não guardada

source: Mission start time
pt_pt: Tempo de ínicio Missão

source: Mode Indicator
pt_pt: Indicador de Modo

source: Model3D
pt_pt: Modelo 3D

source: Modified
pt_pt: Moficado

source: More
pt_pt: Mais

source: Mouse wheel
pt_pt: Roda do rato

source: Move '%element'
pt_pt: Mover '%element'

source: Move Group Down
pt_pt: Mover Grupo para Baixo

source: Move Group Up
pt_pt: Mover Grupo para Cima

source: Move Item Down
pt_pt: Mover Elemento para Baixo

source: Move Item Up
pt_pt: Mover Elemento para Cima

source: Move maneuver
pt_pt: Mover manobra

source: Move the entire plan
pt_pt: Mover o plano completo

source: Move the map downwards
pt_pt: Mover o mapa para baixo

source: Move the map to the left
pt_pt: Mover o mapa para a esquerda

source: Move the map to the right
pt_pt: Mover o mapa para a direita

source: Move the map upwards
pt_pt: Mover o mapa para cima

source: Move threshold
pt_pt: Limiar de movimentação

source: Movement towards east
pt_pt: Mover na direcção este

source: Movement towards north
pt_pt: Movimento na direcção norte

source: Moving vessel color
pt_pt: Cor para navio em movimento

source: Multi Entity Display Panel
pt_pt: Painel Mostrador de Multi Entidade

source: Multi-Vehicle plan overlay
pt_pt: Camada de Plano Muli-Veículo

source: MultiVariable Gauge
pt_pt: Mostrador Multi-variável

source: MultiVehicle Planner
pt_pt: Planeador De Multi-Veículos

source: Multibeam Layer
pt_pt: Camada de Sonar de Varrimento Lateral

source: Multibeam Replay
pt_pt: Reprodução do Sonar de Varrimento Lateral

source: Multicast enable or disable
pt_pt: Multi-Destino habilitado ou desabilitado

source: Multicast port range to use for the announce channel. The form is, e.g. '6969','6967-6970'
pt_pt: Gama de portas Multi-Destino para o canal de Anúncio. O formato é, por exemplo '6969','6967-6970'

source: Multiple tracks over a rectangular area
pt_pt: Pistas multiplas sobre uma area rectangular

source: Multiplication factor
pt_pt: Factor multiplicativo

source: My Heading
pt_pt: Minha Orientação

source: My location
pt_pt: Minha localização

source: My location display.
pt_pt: Mostrador da minha localização.

# String prefix for a marker
source: MyLoc
pt_pt: MinhaLoc

source: MyLocationDisplay
pt_pt: Mostrador da Minha Localização

source: N/A
pt_pt: N/D

source: NMEA Plotter
pt_pt: Gráfico NMEA

source: NONE
pt_pt: NENHUM

source: NOT_FILLED
pt_pt: NÃO_PREENCHIDO

source: Name
pt_pt: Nome

source: Name of Dune task
pt_pt: Nome da Tarefa DUNE

source: Name of the current active profile
pt_pt: Nome do perfil activo corrente

source: Name:
pt_pt: Nome:

source: Navigation
pt_pt: Navegação

source: Navigation Entity Label
pt_pt: Etiqueta da Entidade de Navegação

source: Near distance
pt_pt: Distância próxima

source: Neptus Console
pt_pt: Consola Neptus

source: Neptus Mission Report
pt_pt: Relatório de missão Neptus

source: Neptus Mission Review And Analysis
pt_pt: Revisão e Análise de Missão Neptus

source: Neptus Plug-ins
pt_pt: Plugins Neptus

source: Network
pt_pt: Rede

source: Network replay
pt_pt: Reprodoção da rede

source: New
pt_pt: Novo

# Plan
source: New
pt_pt: Novo

source: New Checklist
pt_pt: Nova Checklist

source: New File
pt_pt: Novo Ficheiro

source: New Folder
pt_pt: Novo Directório

source: New Location
pt_pt: Nova Localização

source: New depth:
pt_pt: Nova profundidade:

source: New log file in the server.
pt_pt: Novo ficheiro de Log no servidor.

source: New log folder in the server.
pt_pt: Nova pasta de Log no servidor.

source: New plan name
pt_pt: Novo nome de plano

source: Next Step
pt_pt: Passo Seguinte

source: Next photo
pt_pt: Fotografia seguinte

source: No
pt_pt: Não

source: No Information
pt_pt: Sem Informação

source: No System online
pt_pt: Nenhum sistema ligado

source: No Valid Data
pt_pt: Sem Dados Válidos

source: No Valid Solution
pt_pt: Sem Solução Válida

source: No acoustic device is capable of sending this request
pt_pt: nenhum dispositivo acústico é capaz de enviar este pedido

source: No beams on Log file!
pt_pt: Sem raios no ficheiro de Log!

source: No communication received for more than 10 seconds
pt_pt: Comunicação não recebida por mais de 10s

source: No data Available!
pt_pt: Não existem dados disponíveis!

source: No extra info
pt_pt: Sem informação extra

source: No logs...
pt_pt: Sem Logs...

source: No main vehicle selected in the console
pt_pt: Nenhum veículo principal seleccionado na consola

source: No maneuver selected
pt_pt: Nenhuma manobra seleccionada

source: No mission opened in the console
pt_pt: Nenhuma missão aberta nesta consola

source: No properties
pt_pt: Sem propriedades

source: No serial ports available
pt_pt: Não foram encontradas portas série disponíveis

source: No system found
pt_pt: Nunhum sistema encontrado

source: No system selected
pt_pt: Nenhum sistema seleccionado

source: No transport available to send message %message to %system.
pt_pt: Nenhum transporte disponivel para enviar mensagem %message para %system.

source: Nominal Speed
pt_pt: Velocidade Nominal.

source: None selected: -1 | Default(Bronze)=0
pt_pt: Nenhum seleccionado = -1 | Por defeito (Bronze) = 0

source: Noptilus Plan Generation
pt_pt: Geração de Plano Noptilus

source: Normalization
pt_pt: Normalização

source: Normalization factor
pt_pt: Factor de normalização

source: North
pt_pt: Norte

source: Not Connected
pt_pt: Não Ligado

source: Not Flat Checklist
pt_pt: Checklist Não Simples

source: Not a valid checklist
pt_pt: Checklist não é válida

source: Not a valid checklist.
pt_pt: Checklist não é válida.

source: Not a valid mission
pt_pt: Missão não válida

source: Not a valid name!
pt_pt: Nome não válido!

source: Not all maneuvers have the same values.
pt_pt: Nem todas as manobras têm os mesmos valores.

source: Not possible to open
pt_pt: Não é possível abrir

source: Not running
pt_pt: Não está em funcionamento

source: Not running.
pt_pt: Não está em funcionamento.

source: Note:
pt_pt: Nota:

source: Nothing to export
pt_pt: Nada a exportar

source: Nothing to save!
pt_pt: Nada a guardar!

source: Notifications
pt_pt: Notificações

source: Nr. systems:
pt_pt: Numero de sistemas:

source: Number Of Shown Trails Points
pt_pt: Número de pontos de trilho para mostrar

source: Number of Columns
pt_pt: Número de Colunas

source: Number of Rows
pt_pt: Número de Linhas

source: Number of cols
pt_pt: Número de colunas

source: Number of columns
pt_pt: Número de colunas

source: Number of columns in the area rectangle
pt_pt: Número de colunas na área do rectângulo

source: Number of columns in the panel. 0 for infinite.
pt_pt: Número de colunas no painel. 0 para infinito.

source: Number of distinct frequencies
pt_pt: Número de frequências distintas

source: Number of iterations
pt_pt: Número de iteracções

source: Number of points for GPS fix history.
pt_pt: Numero de pontos para história de GPS fix.

source: Number of points to display
pt_pt: Números de pontos para mostrar

source: Number of rows
pt_pt: Número de fileiras

source: Number of rows in the area rectangle
pt_pt: Número de linhas na área retângular

source: Number of rows in the panel. 0 for infinite.
pt_pt: Número de linhas no painel. 0 para infinito.

source: Number of track points
pt_pt: Número de pontos do trilho

source: OFF
pt_pt: DESLIGADO

source: OK
pt_pt: Aceitar

source: Object Name:
pt_pt: Nome do Objecto:

source: Obstacle
pt_pt: Obstáculo

source: Off
pt_pt: Desligado

source: Off.Dist
pt_pt: Distância desvio

source: Offset Angle North
pt_pt: Ângulo de desvio para Norte

source: Offset distance
pt_pt: Distancia desvio

source: Offset east
pt_pt: Desvio para Este

source: Offset north
pt_pt: Desvio para Norte

source: OffsetE
pt_pt: EDesvio

source: OffsetN
pt_pt: NDesvio

source: On
pt_pt: Ligado

source: Open
pt_pt: Abrir

source: Open Checklist
pt_pt: Abrir Checklist

source: Open Console
pt_pt: Abrir Consola

source: Open Image
pt_pt: Abrir Imagem

source: Open LSF log
pt_pt: Abrir Log LSF

source: Open Log
pt_pt: Abrir Log

source: Open Map
pt_pt: Abrir Mapa

source: Open Mission
pt_pt: Abrir Missão

source: Open file
pt_pt: Abrir ficheiro

source: Open settings dialog for the selected plugin
pt_pt: Abrir janela de configuração do Plugin seleccionado

source: Open this log in MRA
pt_pt: Abrir este Log no MRA

source: Opening Console
pt_pt: A Abrir Consola

source: Opening Empty Console...
pt_pt: A abrir Consola Vazia...

source: Opening IMC Monitor ...
pt_pt: A abrir Monitor de IMC...

source: Opening LSF log
pt_pt: Abrir Log LSF

source: Opening MRA...
pt_pt: A abrir MRA...

source: Opening Viewer3D...
pt_pt: A abrir Visualizador 3D...

source: Opening console (%consoleName)...
pt_pt: A abrir consola (%consoleName)...

source: Opening file...
pt_pt: A abrir ficheiro...

source: Opening mission: %missionfile...
pt_pt: A abrir missão %missionfile...

source: Opens reference waypoint properties
pt_pt: Abre propriedades dos pontos de referência

source: Operation Limits
pt_pt: Limites de Operação

source: Operation Limits File
pt_pt: Ficheiro de Limites de Operação

source: Operational Limits
pt_pt: Limites de Operação

source: Options:
pt_pt: Opções:

source: Orientation
pt_pt: Orientação

source: Orthogonal Offsets
pt_pt: Desvios Ortogonais

source: Others
pt_pt: Outros

source: Outcome
pt_pt: Resultado

source: Output directory:
pt_pt: Pasta destino:

source: PDF <b>was not</b> created to file.
pt_pt: PDF <b>não foi</b> criado em ficheiro.

source: PDF <b>was not</b> saved to file.
pt_pt: PDF <b>não foi</b> guardado em ficheiro.

source: PDF Creation
pt_pt: Criação de PDF

source: PDF Creation Process
pt_pt: Processo de Criação de PDF

source: PDF Report Options
pt_pt: Opções de Relatório PDF

source: PDF created with success to file "%file".
pt_pt: PDF Criado com sucesso para o ficheiro "%file".

source: PDF files
pt_pt: Ficheiros PDF

source: PERCENTAGE
pt_pt: PERCENTAGEM

source: Paint Vehicle Information on panel
pt_pt: Pintar Informação de Veiculo no painel

source: Paint icons
pt_pt: Pintar Ícones

source: Paint labels
pt_pt: Pinta rótulos

source: Pan angle
pt_pt: Ângulo parorâmico

source: Pan camera
pt_pt: Movimento panorâmico da câmara

source: Panel measuring units
pt_pt: Painel de unidades de medição

source: Panel that reads NMEA sentences from a GPS device
pt_pt: Painel que lê frases NMEA de um dispositivo GPS

source: Parallelepiped
pt_pt: Paralelepipedo

source: Parameters for %mapElementType
pt_pt: Parâmetros para %mapElementType

source: Parse
pt_pt: Processar

source: Password
pt_pt: Palavrachave

source: Past Developers:
pt_pt: Desenvolvedores Não Activos:

source: Paste
pt_pt: Colar

source: Paste from clipboard
pt_pt: Colar de clipboard

source: Paste location
pt_pt: Colar localização

source: Paste maneuver from clipboard
pt_pt: Colar manobra de clipboard

source: Path display color
pt_pt: Cor do caminho a mostrar

source: Pause replay
pt_pt: Pausar reprodução

source: Pause/Resume
pt_pt: Pausar/Resumir

source: Payload Shadow
pt_pt: Sombra de Payload

source: Period between updates
pt_pt: Período entre actualizações

source: Period to fetch (hours)
pt_pt: Período para buscar (horas)

source: Periodicity (milliseconds)
pt_pt: Periodicidade (milissegundos)

source: Phi (deg).
pt_pt: Phi (graus).

source: Photos
pt_pt: Fotografias

source: Pick a Color
pt_pt: Escolher uma Cor

source: Pitch
pt_pt: Inclinação

source: Pitch angle
pt_pt: Ângulo de inclinação

source: Pitch angle shoud be bounded between [0°, 45°]
pt_pt: Ângulo de inclinação deve estar entre [0°, 45°]

source: Pitch min/max/amp/avg
pt_pt: Inclinação min/max/amp/média

source: Pitch:
pt_pt: Inclinação:

source: Plan
pt_pt: Plano

source: Plan Control
pt_pt: Controlo de Plano

source: Plan Control Error
pt_pt: Erro de Controlo de Plano

source: Plan Control State
pt_pt: Estado do Controlo de Plano

source: Plan DB Error
pt_pt: Erro de BD de Planos

source: Plan Edition
pt_pt: Edição de Planos

source: Plan Painter
pt_pt: Pintor do Plano

source: Plan Simulation
pt_pt: Simulação do plano

source: Plan Simulation Preview
pt_pt: Pré-visualização da Execução do Plano

source: Plan Speed
pt_pt: Velocidade do Plano

source: Plan Statistics
pt_pt: Estatísticas de Plano

source: Plan Transitions
pt_pt: Transições de Plano

source: Plan Z
pt_pt: Z do plano

source: Plan depth / altitude...
pt_pt: Profundidade/altitude de plano...

source: Plan execution preview
pt_pt: Pré-visualização Da Execução Do Plano

source: Plan not synchronized
pt_pt: Plano não sincronizado

source: Plan speed...
pt_pt: Velocidade de plano...

source: Plan template
pt_pt: Modelo de Plano

source: Plan to execute
pt_pt: Plano para execução

source: Planner - Shortest Path
pt_pt: Planeador-Trajecto Mais Curto

source: Planning
pt_pt: A planear

source: Plans
pt_pt: Planos

source: Plans started acoustically cannot have an ID bigger than %number character
pt_pt: Planos iniciados acusticamente não podem ter uma ID maior que %number carácteres

source: Play
pt_pt: Iniciar

source: Play Sound
pt_pt: Tocar Som

source: Play Sound On Surface Ranges
pt_pt: Tocar Som Nas Distâncias à Superficie

source: Please enter new mark name
pt_pt: Por favor introduzir nome da marca

source: Please enter the desired log name (empty for default)
pt_pt: Insira por favor o nome desejado para o Log (deixar em branco para o valor pré-definido)

source: Please input a name for the new group
pt_pt: Por favor insira o nome para o novo grupo

source: Please input a name for this checklist
pt_pt: Por favor insira o nome para esta checklist

source: Please input a new name for "%group"
pt_pt: Por favor insira o nome para "%group"

source: Please input a new name for "%name"
pt_pt: Por favor introduzir novo nome para "%name"

source: Please input the item name
pt_pt: Por favor introduzir nome de elemento

source: Please select a gateway
pt_pt: Por favor seleccione uma Gateway

source: Please select a system.
pt_pt: Por favor seleccione um sistema.

source: Please select harbor
pt_pt: Por favor seleccione um porto

source: Please select plan to start
pt_pt: Por favor seleccione um plano para iniciar

source: Plot ColorMap
pt_pt: Criar gráfico de Mapa de cores

source: Plot data
pt_pt: Gerar gráfico

source: Plot data on new window
pt_pt: Criar gráfico em nova janela

source: Point Pa
pt_pt: Ponto Pa

source: Point Pb
pt_pt: Ponto Pb

source: Points based representation
pt_pt: Representação por pontos

source: Points to ignore on Multibeam 3D
pt_pt: Pontos a ignorar na visualização Multifeixe 3D

source: Points to where to look to find the main system.
pt_pt: Aponta para onde olhar para encontrar o sistema principal.

source: Popup Duration
pt_pt: Duração do Popup

source: Popup Period
pt_pt: Período do Popup

source: Popup duration
pt_pt: duração do Popup

source: Port
pt_pt: Porto

source: Port:
pt_pt: Porto:

source: Pos. external
pt_pt: Pos. externa

source: Position
pt_pt: Posição

source: Predicate
pt_pt: Predicato

source: Preferences
pt_pt: Preferências

source: Preferred Height
pt_pt: Altura Preferida

source: Preferred Width
pt_pt: Largura Perferida

source: Press CTRL + Left Mouse Click + Drag Mouse
pt_pt: Premir CTRL + Botão Esquerdo do Rato + Arrastar Rato

source: Pressure Color Map
pt_pt: Mapa de cores da pressão

source: Preview
pt_pt: Pré-visualização

source: Preview command
pt_pt: Pré-visializar comando

source: Previous Step
pt_pt: Passo Anterior

source: Previous photo
pt_pt: Fotografia anterior

source: Print page number in generated reports
pt_pt: Imprimir número de página no relatório gerado

source: Process complete
pt_pt: Processamento completo.

source: Processing Data
pt_pt: A Processar Dados

source: Processing GeoTIFF.
pt_pt: A Processar GeoTIFF.

source: Processing...
pt_pt: A processar...

source: Produce an audible effect in the case of an error
pt_pt: Produzir um efeito audivel em caso de erro

source: Production completed
pt_pt: Produção completa.

source: Profile from
pt_pt: Perfil de

source: Profiles
pt_pt: Perfís

source: Progress
pt_pt: Progresso...

source: Progress...
pt_pt: Progresso...

source: Propagate
pt_pt: Propagar

source: Properties
pt_pt: Propriedades

source: Properties...
pt_pt: Propriedades...

source: Proxy Configuration
pt_pt: Configuração de Proxy

source: Psi (deg).
pt_pt: Psi (graus).

source: Publish period (ms)
pt_pt: Período para publicar (ms)

source: Publish web address
pt_pt: Publicar endereço electronico

source: Publishing
pt_pt: A publicar
