Repository: LSTS/neptus
Catalog: conf/i18n/*/neptus.po
Languages: pt_pt

source: Existing location
pt_pt: Localização existente

source: Exit
pt_pt: Sair

source: Exit MRA
pt_pt: Sair do MRA

source: Exit Window
pt_pt: Janela de saída

source: Expand extra info.
pt_pt: Expandir infomação extra

source: Export CTD data to CSV
pt_pt: Exportar dados CTD para CSV

source: Export Plan
pt_pt: Exportar Plano

source: Export cancelled
pt_pt: Exportação cancelada

source: Export data to
pt_pt: Exportar dados para

source: Export done
pt_pt: Exportar concluído

source: Export plan
pt_pt: Editar plano

source: Export to CSV
pt_pt: Exportar para CSV

source: Export to KML
pt_pt: Exportar para KML

source: Export video
pt_pt: Exportar vídeo

source: Exporters
pt_pt: Exportadores

source: Exporting
pt_pt: A exportar

source: Exporting %message data to %csvfile...
pt_pt: A exportar dados de %message para %csvfile...

source: Expression for calculating CPU load. Should be a value between 0 and 1.
pt_pt: Expressão para a calcular carga de CPU. Deve ser um valor entre 0 e 1.

source: Expression for calculating battery voltage. Should be a value between 0 and 1.
pt_pt: Expressão para a calcular voltagem da bateria. Deve ser um valor entre 0 e 1.

source: Expression for calculating disk usage. Should be a value between 0 and 1.
pt_pt: Expressão para a calcular uso do disco. Deve ser um valor entre 0 e 1.

source: Extended Program Output Log
pt_pt: Log de Saída Estendido do Programa

source: External
pt_pt: Externo

source: External Mode
pt_pt: Modo Externo

source: Extract Schema
pt_pt: Extrair Esquema

source: FADE
pt_pt: ESBATER

source: FATAL_ERROR
pt_pt: ERRO_FATAL

source: FILLED
pt_pt: PREENCHIDO

source: Failed to send message to %systemName.
pt_pt: Falha a enviar mensagem para %systemName.

source: Failure
pt_pt: Falha

source: Faster
pt_pt: Acelerar

source: Fault
pt_pt: Falta

source: Fetch data
pt_pt: Obter dados

source: Fetch visible area
pt_pt: Recolher a area visível

source: Fetch visible area tiles to up to 2 more zoom levels.
pt_pt: Recolher mosaicos a area visível até 2 níveis de zoom

source: Figure 8
pt_pt: Figura 8

source: File
pt_pt: Ficheiro

source: File '%filename' of type '.%extension' is not supported.
pt_pt: Ficheiro '%filename' de tipo '.%extension' não é suportado.

source: File Name:
pt_pt: Nome de Ficheiro:

source: File editor
pt_pt: Editor de Ficheiros

source: File name was not valid ["%file"].
pt_pt: ome do ficheiro não é válido ["%file"].

source: File saved successfully to %fileLocation
pt_pt: Ficheiro guardado com sucesso para %fileLocation

source: File saved to
pt_pt: Ficheiro guardado em

source: Files of Type:
pt_pt: Ficheiros de Tipo:

source: Files saved to
pt_pt: Ficheiros guardados em

source: Filled shape
pt_pt: Forma com preenchimento

source: Filled:
pt_pt: Com Preenchimento:

source: Filter UDP Redirect Also By Port
pt_pt: Filtro UDP Redirecionado Também Por Porto

source: Filtering list...
pt_pt: A filtrar lista...

source: Final
pt_pt: Fim

source: Find Main System
pt_pt: Procurar Sistema Principal

source: Find vehicle base on base position and orientation.
pt_pt: Encontrar base de veículo em posição e orientação base.

source: FindVehicle
pt_pt: Encontrar Veículo

source: First Curve Right
pt_pt: Primeira Curva à Direita

source: First Depth
pt_pt: Primeira Profundidade

source: Fit video to panel size
pt_pt: Ajustar video ao tamanho de painel

source: Fixed Vehicle Size
pt_pt: Tamanho de veículo fixado

source: Fixes color
pt_pt: Corrigir cor

source: Flat Checklist
pt_pt: Checklist Simples

source: Flatten Checklist
pt_pt: Checklist tornada Simples

source: Folder Name:
pt_pt: Nome da Pasta:

source: Follow Reference Interaction Helper
pt_pt: Ajuda para Interacção por Ponto de Referência

source: FollowReference Control
pt_pt: Controlo por Ponto de Referência

source: FollowReference Interaction
pt_pt: Interacção por Ponto de Referência

source: Follows a rectangle forever, optionally having multiple depths
pt_pt: Segue para sempre um rectangulo, opcionalmente existendo profundidades multiplas

source: Font Size
pt_pt: Tamanho de Fonte

source: Font Size Multiplier
pt_pt: Multiplicador do tamanho de Font

source: Font size (0 for auto-adjust)
pt_pt: Tamanho de Fonte (0 para auto-ajuste)

source: For Log Files
pt_pt: Para Ficheiros de Log

source: For Log Folders
pt_pt: Para Pastas de Log

source: For midi, try running Neptus with the command 'padsp ./neptus.sh'.
pt_pt: Para midi, tentar correr Neptus com o comando 'padsp ./neptus.sh'.

source: Formation Planner
pt_pt: Planeador de Formação

source: Frame Type
pt_pt: Tipo De Janela

source: Free Memory: %freeMem of %totalMem
pt_pt: Memória Livre: %freeMem de %totalMem

source: Front distance variable
pt_pt: Variavel da distancia frontal

# Use a single small word
source: Fuel
pt_pt: Combustível

source: Fuel Level: %fuelValue% with %confidanceValue% confidance
pt_pt: Nível de Combustível: %fuelValue% com %confidanceValue% de nívelde confiança

source: Full Screen Toggle
pt_pt: Mostrar ou Não Ecrã Completo

source: Full attention when altering this file
pt_pt: Atenção máxima ao alterar este ficheiro

source: Fuse LSF logs
pt_pt: Fundir Logs LSF

source: GPS Device
pt_pt: Dispositivo de GPS

source: GPS Device Configuration
pt_pt: Configuração de Dispositivo de GPS

source: GPS Device Panel
pt_pt: Painel de Dispositivo de GPS

source: GPS Fix display
pt_pt: Mostrador de GPS Fix

source: GPS satellites: %d
pt_pt: Satélites GPS: %d

source: GPSFixPanel
pt_pt: GPSPainelFix

source: GPX Support
pt_pt: Suporte GPX

source: Gateway state
pt_pt: Estado da Gateway

source: Gauge Panel
pt_pt: Painel Mostrador

source: General Preferences
pt_pt: Preferências Gerais

source: Generate PDF Report
pt_pt: Gerar Relatório PDF

source: Generate a pdf file report from Log
pt_pt: Gerar um relatório PDF do Log

source: Generate a pdf file report from Log with custom options
pt_pt: Gerar um relatório PDF do Log usando opções customizadas

source: Generate plan
pt_pt: Gerar plano

source: Generate plan...
pt_pt: Gerar plano...

source: Generate report from selected log files
pt_pt: Gerar ralatório dos ficheiros seleccionados

source: Generating bathymetry plot
pt_pt: A criar mapa de batimetria

source: Generating frame
pt_pt: A gerar frame

source: Generic Display
pt_pt: Mostrador Genérica

source: Generic properties
pt_pt: Propriedades genéricas

source: Get %planName from %system
pt_pt: Obter '%planName'do %system

source: Get USBL configuration
pt_pt: Buscar configuração de USBL

source: GiGe Panel
pt_pt: Painel GiGe

source: Glider
pt_pt: Planador

source: GoTo
pt_pt: IrPara

# Colormap name
source: Gray scale
pt_pt: Escala de cinzentos

source: Green
pt_pt: Verde

# Colormap name
source: GreenRadar
pt_pt: Verde Radar

# Colormap name
source: GreenToRed
pt_pt: VerdeParaVermelho

source: Grid width
pt_pt: Largura da grelha

source: Ground Speed
pt_pt: Velocidade Sobre o Chão

source: Group already exists!
pt_pt: Grupo já existe!

source: HEIGHT
pt_pt: ALTURA

source: HIDE
pt_pt: ESCONDER

source: HOVER
pt_pt: PAIRAR

source: HTTP Server Control
pt_pt: Controlo de Servidor HTTP

source: HTTP Server port
pt_pt: Porta de Servidor HTTP

source: HUMANSENSOR
pt_pt: SENSORHUMANO

source: Heading
pt_pt: Orientação

source: Heading (degrees)
pt_pt: Orientação (graus)

# indication that the heading comes from external source
source: Heading external
pt_pt: Orientação por terceiro

source: Heartbeat Time Period (ms)
pt_pt: Período de Tempo de Pulsação (ms)

source: Heartbeat Timeout (ms)
pt_pt: Tempo de Expiração da Pulsação (ms)

source: Height
pt_pt: Altura

source: Height of the rectangle, in meters
pt_pt: Altura do rectangulo, em metros

source: Height of waypoint for uav spotter plan.
pt_pt: Altura do ponto de passagem para um plano para spoter de UAV.

source: Height:
pt_pt: Altura:

source: Height: %height m
pt_pt: Altura: %height m

source: Help
pt_pt: Ajuda

source: Help 3D Visualizer
pt_pt: Ajuda da Visualização 3D

source: Hidden
pt_pt: Escondido

source: Hidden position types
pt_pt: Tipos de posição escondidos

source: Hide '%element'
pt_pt: Esconder '%element'

source: Hide All
pt_pt: Esconder Tudo

source: Hide Tracker Data
pt_pt: Esconder Dados de Seguimento

source: Hide or fade the old ranges
pt_pt: Esconder ou esbater os limites antigos

source: Highlight
pt_pt: Realce

# File system Home folder
source: Home
pt_pt: Pasta Pessoal

source: Home Latitude
pt_pt: Latitude Base

source: Home Longitude
pt_pt: Longitude Base

source: Home Reference
pt_pt: Localização Base

source: Honors Visibility
pt_pt: Honrar Visibilidade

source: Horizontal Accuracy
pt_pt: Precisão Horizontal

source: Horizontal Alternation
pt_pt: Alternação Horizontal

source: Horizontal Capture angle
pt_pt: Ângulo de captura horizontal

source: Horizontal Grid resolution
pt_pt: Resolução da Grelha Horizontal

source: Horizontal Group
pt_pt: Grupo Horizontal

source: Horizontal Step
pt_pt: Passo Horizontal

source: Horizontal distance between rows, in meters
pt_pt: Distância horizontal entre linhas, em metros

source: Host
pt_pt: Anfitrião

source: Host:
pt_pt: Anfitrião:

source: How to show the Z coordinate
pt_pt: Como mostrar a cordenada Z

source: How to show the displays
pt_pt: Como mostrar os mostradores

source: Hue
pt_pt: Tonalidade

source: ID_AUTHORITY
pt_pt: AUTORIDADE_ID

source: ID_AUTHORITY_MAIN
pt_pt: ID_AUTORIDADE_VEÍCULO-PRNCIPAL

source: IMC Broadcast Enable
pt_pt: Habilitar Emissão Destino-Difusão IMC

source: IMC CCU Name
pt_pt: IMC CCU Nome

source: IMC Change by Source IP Request
pt_pt: Mudança de IMC por pedido de IP de Origem

source: IMC Comm. Monitor
pt_pt: Monitor de Comms. IMC

source: IMC Comms Monitor
pt_pt: Monitor de Comms. IMC

source: IMC ID
pt_pt: ID IMC

source: IMC Inspector
pt_pt: Inspector IMC

source: IMC Message UDP Sender
pt_pt: Emissor de Mensagem IMC

source: IMC Monitor
pt_pt: Monitor IMC

source: IMC Msg. Sender.
pt_pt: Emissor de Mensagem IMC.

source: IMC Multicast Address
pt_pt: Endereço de Multi-Destino IMC

source: IMC Multicast Enable
pt_pt: Multi-Destino IMC Habilitado

source: IMC Multicast/Broadcast Port Range
pt_pt: Gama de Portas para Multi-Destino/Destino-Difusão IMC

source: IMC State Panel
pt_pt: Painel de Estado IMC

source: IMC Unicast Annonce Enable
pt_pt: Habilitar Emissão de Anúncio Uni-Destino IMC

source: IMC comm. manager is not running yet!
pt_pt: O gestor de comunicação IMC ainda não está a correr!

source: IMC comms. are not running!
pt_pt: Comunicações IMC.não estão a correr!

source: IMC transports to use
pt_pt: Tranports IMC para usar

source: IMU Enabled
pt_pt: IMU Habilitado

source: IMU Entity Label
pt_pt: Nome de Entidade IMU

source: INITIALIZING
pt_pt: INICIALIZAR

source: IP Address
pt_pt: Endereço IP

source: IP Camera Display
pt_pt: Mostrador de Câmara IP

source: IP Port selection
pt_pt: Selecção Porto IP

source: Icons Description Help
pt_pt: Ajuda para a Descrição dos Ícones

source: Identifiers of the vehicles to be used, separated by commas
pt_pt: Identificadores dos veículos a serem utilizados, separadas por virgulas

source: Idle Time
pt_pt: Tempo em espera

source: If enable allows the announce msg request to use the sender IP to be use in future comms. to the sender system.
pt_pt: Se habilitar permite a mensagem de anúncio do pedido para usar IP do emissor para ser usado em comunicações futuras para o sistema emissor.

source: If enable only logs with names (excluding 'idle') are synchronized.
pt_pt: Se permitir apenas logs com nomes (excluindo 'idle') está sincronizado

source: If selected, each vehicle will have its own operational limits file
pt_pt: Se selecionado, cada veículo terá o seu próprio ficheiro de limites operacionais

source: If the Z is relative to the HomeRef
pt_pt: Se o Z é relativo à Localização Base

source: If true any simulated system will not be published.
pt_pt: Se verdadeiro qualquer sistema simulado não será publicado

source: If true will write age of data and depth on the render.
pt_pt: Se verdadeiro escreverá a idade dos dados e profundidade no render.

source: If true, if this component is showing systems icons, it will disable them on the renderer panel.
pt_pt: Se verdadeiro, se este componente estiver a mostrar icones de sistemas, irá desabilita-los no painel do Renderer.

source: If true, if this component will show external systems icons on renderer. Option to show system icons has to be enabled
pt_pt: Se verdadeiro, se este componente mostrará icones de sistemas externos no Renderer. Opção de mostrar icones do sistema tem de ser habilitada

source: If true, if this component will show systems icons on renderer that were filtered out. Option to show system icons has to be enabled
pt_pt: Se verdadeiro, se este componente for mostrar icones dos sistemas no Renderer que foram filtrados. Opção de mostrar icones do sistema tem de ser habilitada

source: If true, the program output will be augmented with more info (mainly for problem solving).
pt_pt: Se verdade, a saída do programa será aumentada com mais informação (sobretudo para resolução de problemas).

source: Ignore Addition of Transponders
pt_pt: Ignorar Adição de Transdutores

source: Ignore Errors
pt_pt: Ignorar Erros

source: Ignore data limit validity to load data
pt_pt: Ignorar o limite de validade dos dados para os carregar

source: Ignore errors
pt_pt: Ignorar Erros

source: Ignore publishing simulated states
pt_pt: Ignorar publicação estados simulados

source: Image
pt_pt: Imagem

source: Image %number
pt_pt: Imagem %number

source: Image Layers
pt_pt: Camadas das Imagens

source: Image files
pt_pt: Ficheiros de imagem

source: Image from World File
pt_pt: Imagem de World File

source: Image saved
pt_pt: Imagem guardada

source: Image saved in %filename
pt_pt: Imagem guardada em %filename

source: Image width
pt_pt: Largura da imagem

source: Images acompanied by world file
pt_pt: Imagens acompanhadas por World File

source: In case the previous filter is VEHICLE, can filter by subtype
pt_pt: No caso de o filtro anterior ser VEÍCULO, pode filtrar por sub-tipo

source: In degrees, an offset to north in clockwise.
pt_pt: Em graus, um desvio para norte no sentido dos ponteiros do relógio

source: Incoming Data
pt_pt: Dados Chegados

source: Incoming messages
pt_pt: Mensagens chegadas

source: Incomplete
pt_pt: Incompleto

source: Increment / Decrement overall point size
pt_pt: Incrementar/Decrementar tamanho dos pontos na globalidade

source: Individual ruler mark width in pixels
pt_pt: Largura do marca individual na régua em pixeis

source: Infinite Rectangle
pt_pt: Retangulo Infinito

source: Info
pt_pt: Informação

source: Information about rendered cloud
pt_pt: Informação acerca da nuvem renderizada

source: Initial
pt_pt: Inicial

source: Initial Maneuver
pt_pt: Manobra Inicial

source: Input
pt_pt: Entrada

source: Input Timeout (s)
pt_pt: Introdizir tempo de expiração (s)

source: Input image name
pt_pt: Introduzir nome do ficheiro

source: Inputs
pt_pt: Entradas

source: Insert New Group Before
pt_pt: Inserir Novo Grupo Antes

source: Insert New Item Before
pt_pt: Inserir Novo Elemento Antes

source: Interpolate and predict positions
pt_pt: Posições interpoladas e previstas

source: Interval between display updates, in milliseconds
pt_pt: Intervalo entre actualizações, em milisegundos

source: Interval between simulated states, in seconds
pt_pt: Intervalo entre estados simulados, em segundos

source: Interval between updates in milliseconds
pt_pt: Intervalo entre actualizações em milisegundos

source: Into the Wind
pt_pt: Em direcção do vento

source: Introduce the angle offset from front to derived heading (clockwise positive angle)
pt_pt: Introduzir o ângulo do desvio da frente a adicionar à direcção derivada (ângulo positivo no sentido dos ponteiros do relógio)

source: Invalid LSF file
pt_pt: Ficheiro LSF inválido

source: Invalid LSF index
pt_pt: Index LSF inválido

source: Invalid XML!
pt_pt: XML inválido!

source: Invalid depth value
pt_pt: Valor de profundidade inválido

source: Invalid input
pt_pt: Entrada inválida

source: Invalid properties
pt_pt: Propriedades inválidas

source: Inverted
pt_pt: Invertido

source: Invoke Garbage Collector
pt_pt: Invocar Coletor de Lixo

source: Invoking Garbage Collector
pt_pt: A invocar Coletor de Lixo

source: Iridium Communications Plug-in
pt_pt: Plu-in de Comunicações por Iridium

source: Iridium Messenger
pt_pt: Mensageiro por Iridium

source: Iridium RSSI: %d &#37;
pt_pt: RSSI Iridium: %d &#37;

source: Iridium communications
pt_pt: Comunicações Iridium

source: Iridium message is being transmited
pt_pt: Mensagem Iridium está a ser transmitida

source: Iridium message sent successfully
pt_pt: Mensagem Iridium enviada com sucesso

source: Iridium message transmission time has expired
pt_pt: Transmissão de mensagem Iridium expirou por tempo

source: Iridium message was queued for later transmission
pt_pt: Mensagem Iridium foi colocada na fila para posterior transmissão

source: Iridium messaging implementation
pt_pt: Implementação de mensageiro de Iridium

source: Is bathymetric
pt_pt: É batimétrica

source: Is infinite
pt_pt: É infinito

source: Item already exists!
pt_pt: Elemento já existe!

source: Item name not valid!
pt_pt: O nome do elemento não é válido!

source: Key
pt_pt: Chave

source: Keyboard Shortcuts
pt_pt: Atalhos de teclado

source: LAUV Console
pt_pt: Consola LAUV

source: LAUV SE Console
pt_pt: Consola LAUV SE

source: LBL Beacons
pt_pt: Faróis LBL

source: LBL Estimates Overlay
pt_pt: Camada de Estimativas de LBL

source: LBL Ranges
pt_pt: Distâncias LBL

source: LBL ranges
pt_pt: Distâncias LBL

source: LOADED
pt_pt: CARREGADO

source: LOADING
pt_pt: A_CARREGAR

source: LSF Listing
pt_pt: Listagem de LSF

source: LSF file does not exist!
pt_pt: O ficheiro LSF não existe!

source: LSF log files
pt_pt: Pastas de Logs LSF

source: Label
pt_pt: Marcador

source: Lagrangian distortion
pt_pt: Distorção Lagrangian

source: Language
pt_pt: Linguagem

source: Last Error Panel
pt_pt: Painel de Último Erro

source: Last msg arrived:
pt_pt: Última mensagem chegada:

source: Last msg processed:
pt_pt: Última mensagem processada

source: Lat/Lon Conv.
pt_pt: Conversor de Lat/Lon

source: Layer Maps
pt_pt: Camada de Mapas

source: Layout Axis
pt_pt: Eixo de disposição (layout)

source: Layout for horizontal axis:
pt_pt: Disposição para eixo horizontal:

source: Layout for vertical axis:
pt_pt: Disposição para eixo vertical:

source: Layout for: MiGLayout Layout XML
pt_pt: Disposição para: MiGLayout Disposição XML

source: Lays out inner components along the horizontal or vertical axis
pt_pt: Dispõe component internos ao longo do eixo horizontal ou vertical

source: Leds Control Panel
pt_pt: Paínel de Controlo do Leds

source: Leds Group
pt_pt: Grupo de LEDs

source: Left
pt_pt: Esquerda

source: Left Mouse double click on Reference
pt_pt: Clicar com botão Esquerdo do Rato na referência

source: Left mouse button
pt_pt: Botão esquerdo do rato

source: Length
pt_pt: Comprimento

source: Length, in meters of the area to be surveyed
pt_pt: Amplitude, em metros da area a ser supervisionada

source: Length, in meters of the side length of the survey
pt_pt: Comprimento, em metros da area supervisionada

source: Length:
pt_pt: Comprimento:

source: Length: %radius m
pt_pt: Comprimento: %radius m

source: Lightness
pt_pt: Luminusidade

source: Line Segment
pt_pt: Segmento de Linha

source: LineSegmentElement
pt_pt: Elemento de Linha

source: Link Size Horizontal
pt_pt: Ligar Tamanho Horizontal

source: Link Size Vertical
pt_pt: Ligar Tamanho Vertical

source: Link size for horizontal axis:
pt_pt: Ligar tamanho do eixo horizontal:

source: Link size for vertical axis:
pt_pt: Ligar tamanho do eixo vertical:

source: List
pt_pt: Lista

source: Listen for incoming UDP packets
pt_pt: Ouvir pacotes UDP chegados

source: Listeners:
pt_pt: Escutas:

source: Loading
pt_pt: A carregar

source: Loading %visName
pt_pt: A carregar %visName

source: Loading Checklists...
pt_pt: A carregar Checklists...

source: Loading LSF Data
pt_pt: A carregar Dados LSF

source: Loading Look&Feel...
pt_pt: A carregar Tema Visual...

source: Loading Plug-ins...
pt_pt: A carregar Plug-ins...

source: Loading Systems
pt_pt: A carregar Sistemas

source: Loading Systems Parameters Files...
pt_pt: A carregar Ficheiros de Parâmetros de Sistemas...

source: Loading console...
pt_pt: A carregar consola...

source: Loading home reference...
pt_pt: A carregar localização base...

source: Loading maps...
pt_pt: A carregar mapas...

source: Loading mission
pt_pt: A carregar missão

source: Loading mission header...
pt_pt: A carregar cabeçalho de missão...

source: Loading plans...
pt_pt: A carregar planos...

source: Loading vehicles...
pt_pt: A carregar veículos...

source: Local Info
pt_pt: Informação Local

source: Local free disk space %usedspace of %totalspace
pt_pt: Disco local com %usedspace espaço usado de um total de %totalspace

source: Local operational limits have changes
pt_pt: Limites de operacional local tem alterações

source: Local reset. Needs to be sent to system.
pt_pt: Retornar aos valores pré-definidos (local). Necessitam de ser enviados para o sistema.

source: Location
pt_pt: Localização

source: Location known
pt_pt: Localização conhecida

source: Location sources
pt_pt: Fontes de localização

source: Location:
pt_pt: Localização:

source: Log Book
pt_pt: Livro Log

source: Log Book Panel
pt_pt: Painel de Livro Log

source: Log Download
pt_pt: Descarregar Logs

source: Log Files
pt_pt: Ficheiros de Log

source: Log Folders
pt_pt: Pastas de Log

source: Log Folders: %numberoffolders
pt_pt: Pastas de Logs: %numberoffolders

source: Log List Update Period in Seconds
pt_pt: Período de Atualização de Lista de Log em segundos

source: Log Preview
pt_pt: Pré-visualização de Log

source: Log Shortcuts
pt_pt: Atalhos Log

source: Log exported to MAT successfully
pt_pt: Exportação para MatLab terminado com sucesso

source: Log file being downloaded from the server.
pt_pt: Ficheiro de Log está a ser descarregado do servidor.

source: Log file in sync. with the server.
pt_pt: Ficheiro de Log sincronizado com o servidor.

source: Log file incomplete.
pt_pt: Ficheiro de Log incompleto.

source: Log file on local disk but state unknown.
pt_pt: Ficheiro de Log no disco local mas sem estado conhecido.

source: Log file only local.
pt_pt: Ficheiro de Log apenas local.

source: Log file with errors.
pt_pt: Ficheiro de Log com erros.

source: Log folder being downloaded from the server.
pt_pt: Pasta de Log está a ser descarregado do servidor.

source: Log folder in sync. with the server.
pt_pt: Pasta de Log sincronizado com o servidor.

source: Log folder incomplete.
pt_pt: Pasta de Log incompleto.

source: Log folder on local disk but state unknown.
pt_pt: Pasta de Log no disco local mas sem estado conhecido.

source: Log folder only local.
pt_pt: Pasta de Log apenas local.

source: Log folder with errors.
pt_pt: Pasta de Log com erros.

source: Log folders list
pt_pt: Lista de pastas de Log

source: Log markers layer
pt_pt: Camada de marcadores de Log

source: Log received data
pt_pt: Logar dados recebidos

source: Log: (communications not started)
pt_pt: Log: (comunicações não iniciadas)

source: Log: (stopped)
pt_pt: Log: (parado)

source: Log: (updating)
pt_pt: Log: (em actualização)

source: Log: (updating...)
pt_pt: Log: (em actualização...)

source: Logbook History
pt_pt: História Remota

source: Logging Control
pt_pt: Controlo de Logging

source: Logs Downloader - Enable Parcial Download
pt_pt: Descarregador de Logs-Habilitar descarregamento parcial

source: Logs Downloader - Use number of simultaneous downloads control
pt_pt: Descarregador de Logs - Usar número de descargas simultâneas
