Repository: LSTS/neptus
Catalog: conf/i18n/*/neptus.po
Languages: pt_pt

source: Clear remote PlanDB for main system
pt_pt: Apagar BD de planos remota do sistema principal

source: Clear table
pt_pt: Limpar tabela

source: Clockwise
pt_pt: Sentido aos Ponteiros do Relógio

source: Close
pt_pt: Fechar

source: Close discarding changes
pt_pt: Fechar ignorando alterações

source: Collapsible subpanels
pt_pt: Subpaineis colapsáveis

source: Color Code
pt_pt: Código de cores

source: Color Map
pt_pt: Mapa de cores

source: Color gradient in relation with X coords (north)
pt_pt: Gradiente de cor em relação à coordenada X (norte)

source: Color gradient in relation with Y coords (west)
pt_pt: Gradiente de cor em relação à coordenada Y (este)

source: Color gradient in relation with Z coords (depth)
pt_pt: Gradiente de cor em relação à coordenada Z (baixo)

source: Color map to use
pt_pt: Mapa de cores a usar

source: Color:
pt_pt: Cor:

source: Colormap
pt_pt: Mapa de cores

source: Comm. Mean
pt_pt: Canal de Comunicações

source: Comma separated transports list. Valid values are (UDP, TCP). (The order implies preference of use.)
pt_pt: Lista de transportes separados por vírgulas. Valores válidos são (UDP, TCP). (A ordem implica preferência no seu uso.)

source: Command
pt_pt: Comando

source: Command %vehicle
pt_pt: Comandar %vehicle

source: Command %vehicle a plan via Iridium
pt_pt: Comandar plano para %vehicle via Iridium

source: Command Planner
pt_pt: Planeador por Comandos

source: Command to execute
pt_pt: Comando a executar

source: Comment
pt_pt: Comentário

source: Comment:
pt_pt: Comentário:

source: Common queue:
pt_pt: Fila comum:

# Use a single small word
source: Comms
pt_pt: Coms

source: Comms Local Port TCP
pt_pt: Porto Local para Comunicações TCP

source: Comms Local Port UDP
pt_pt: Porto Local para Comunicações UDP

source: Comms channel
pt_pt: Canal de Comunicações

source: Comms info:
pt_pt: Info de Comunicações:

source: Comms. Messsage Separation Time (ms)
pt_pt: Tempo de Separação da Mensagem nas Comunicações

source: Comms. Queue Size
pt_pt: Tamanho da Fila de Comunicações

source: Communications
pt_pt: Comunicações

source: Complete
pt_pt: Completo

source: Completion status
pt_pt: Status de completamento

source: Component
pt_pt: Componente

source: Component Update Period in Seconds
pt_pt: Período de Atualização de Componente em Segundos

source: Comunications
pt_pt: Comunicações

source: Concatenate LSF logs
pt_pt: Concatenar LSF logs

source: Concatenating %filename
pt_pt: A concatenar %filename

source: Condition
pt_pt: Condição

source: Condition to generate an alarm (optional)
pt_pt: Condição para gerar um alarme

source: Config
pt_pt: Configuração

# Configuration
source: Config
pt_pt: Configuração

source: Configuration
pt_pt: Configuração

source: Configuration File:
pt_pt: Ficheiro de Configuração:

source: Configurations
pt_pt: Configurações

source: Configure HTTP Proxy
pt_pt: Configurar Proxy de HTTP

source: Configure MRA preferences
pt_pt: Configure as preferências do MRA

source: Configures if for the system type symbol will use the picture symbol or the text version
pt_pt: Configura se para o símbolo de tipo de sistema se for usar a imagem do simbolo ou a versão do texto

source: Configures if send beacons button is active or not
pt_pt: Configura se botão enviar beacons está activo ou não

source: Configures if send beacons button is shown or not in Full Mode.
pt_pt: Configura se botão enviar beacons está é mostrado ou não em modo full-screen.

source: Configures if system selection button is active or not
pt_pt: Configura se botão de selecção de sistema está activo ou não

source: Configures if system selection is active or not
pt_pt: Configura se a selecção de sistema está activo ou não

source: Configures if this component will draw the system label on the renderer
pt_pt: Configura se este componente irá desenhar a etiqueta do sistema no Renderer

source: Configures the increment in size for the system box for the operational console main system
pt_pt: Configura o incremento em tamanho para a caixa do sistema para o sistema principal da consola operacional

source: Configures the maximum speed (m/s) for the system to be considered stoped (affects the drawing of the course/speed vector on the renderer)
pt_pt: Configura a velocidade máxima (m/s) para o sistema ser considerado parado (afecta o desenho do vector do percurso/velocidade no Renderer)

source: Configures the state symbols size for the OSD (on screen display) balloon
pt_pt: Configura o tamanho dos símbolos de estado para o botão OSD (mostrado no ecrã)

source: Configures the state symbols size for the system box
pt_pt: Configura o tamanho de simbolos de estado para a caixa de sistema

source: Configures the system symbols size for the renderer
pt_pt: Configura o tamanho dos simbolos do sistema para o Renderer

source: Connect
pt_pt: Ligar

source: Connect to Remote Host
pt_pt: Ligar com Hospedeiro Remoto

source: Connect to the serial port
pt_pt: Ligar à porta série

source: Connect to:
pt_pt: Ligar a:

source: Connecting
pt_pt: A ligar

source: Connecting to remote system for log list update...
pt_pt: A ligar com sistema remoto para actualização de lista de log...

source: Connection
pt_pt: Ligação

source: Connection Timeout (secs)
pt_pt: Tempo de Expiração (secs)

source: Consider start of path to be the vehicle's position
pt_pt: Considerar o começo do caminho como a posição do veículo

source: Console
pt_pt: Consola

source: Console '%consoleFile' does not exist!
pt_pt: O ficheiro de consola '%consoleFile' não existe!

source: Console Edit Border Color
pt_pt: Cor de Bordo da Consola em Edição

source: Console Layout: Axis
pt_pt: Disposição (layout) de Consola: Eixo

source: Console Layout: Collapsible
pt_pt: Disposição (layout) de Consola: Colapsável

source: Console Layout: Grid
pt_pt: Disposição (layout) de Consola: Grelha

source: Console Layout: Group
pt_pt: Disposição de Consola: Grupo

source: Console Layout: MigLayout
pt_pt: Layout da Consola: MigLayout

source: Console Layout: Split
pt_pt: Disposição (layout) de Consola: Separador

source: Console Layout: Tabbed
pt_pt: Disposição (layout) de Consola: Separadores

source: Console Lock Button
pt_pt: Botão de Bloqueio da Consola

source: Console Open/Builder
pt_pt: Abrir/Desenhar Consola

source: Console Settings
pt_pt: Configurações de Consola

source: Console error
pt_pt: Erro de Consola

source: Console files
pt_pt: Ficheiros de Consola

source: Consoles
pt_pt: Consolas

source: Contact Marker
pt_pt: Marcador de Contactos

source: Contact info:
pt_pt: Informação de contacto:

source: Container using GroupLayout (see 'http://download.oracle.com/javase/tutorial/uiswing/layout/group.html' and 'http://download.oracle.com/javase/tutorial/uiswing/layout/groupExample.html')
pt_pt: Contentor a usar o GroupLayout (ver 'http://download.oracle.com/javase/tutorial/uiswing/layout/group.html' e 'http://download.oracle.com/javase/tutorial/uiswing/layout/groupExample.html')

source: Context Help
pt_pt: Ajuda de Contexto

source: Context help
pt_pt: Ajuda de contexto

source: Continuing will discard all changes made to %planName. Continue?
pt_pt: Ao continuar irá descartar todas as alterações realizadas a %planName. Continuar?

source: Contributors:
pt_pt: Contribuidores:

source: Control
pt_pt: Controlo

source: Control Latency
pt_pt: Latência do Controlo

source: Control Timeout
pt_pt: Timeout de Controlo

source: Control loop latency
pt_pt: Latência do ciclo de controlo

source: Control timeout
pt_pt: Timeout do Controlo

source: Controllers Panel
pt_pt: Painel do Controladores

source: Copy
pt_pt: Copiar

source: Copy %maneuverName to clipboard
pt_pt: Copiar %maneuverName para o clipboard

source: Copy Location
pt_pt: Copiar Localização

source: Copy entry to clipboard
pt_pt: Copiar entrada para o clipboard

source: Copy history to clipboard
pt_pt: Copiar história para o clipboard

source: Copy location
pt_pt: Copiar localização

source: Copy mark location
pt_pt: Copiar localização de marca

source: Copy this location to the clipboard
pt_pt: Copiar esta localização para o clipboard

source: Copy time
pt_pt: Copiar tempo

source: Copy to clipboard
pt_pt: Copiar para o clipboard

source: Copying file
pt_pt: A copiar ficheiro

source: Corrected position
pt_pt: Posição corrigida

source: Could not find PDF reader
pt_pt: Não foi conseguido encontrar um leitor de ficheiros PDF

source: Could not find world image file for given image
pt_pt: Não foi encontrado ficheiro de World File para a imagem dada

source: Couldn't find a system to send an accoustic abort!
pt_pt: Não foi encontrado um sistema para enviar um abortar acústico!

source: Count Up/Down
pt_pt: Contagem Crescente/Decrescente

source: Counter-Clockwise
pt_pt: Sentido Contrário aos Ponteiros do Relógio

source: Course
pt_pt: Curso

source: Course Over Ground
pt_pt: Curso Sobre Terreno

source: Coverage Planner Settings
pt_pt: Configurações de Plano de Cobertura

source: Create Mission
pt_pt: Criar Missão

source: Create new plan
pt_pt: Criar novo plano

source: Creating video
pt_pt: A criar vídeo

source: Cross Angle
pt_pt: Ângulo Cruzado

source: Current Profile
pt_pt: Perfil Corrente

source: Curve Offset
pt_pt: Desvio da Curva

source: Cylinder
pt_pt: Cilindro

source: DEFAULT
pt_pt: POR_DEFEITO

source: DEPTH
pt_pt: PROFUNDIDADE

source: DISCONNECTED
pt_pt: DESLIGADO

source: DISPOSING
pt_pt: A_ELIMINAR

source: Data
pt_pt: Dados

source: Data limit validity (hours)
pt_pt: Limite para validade dos dados (horas)

source: Data spacer
pt_pt: Separador de dados

source: Date
pt_pt: Data

source: Date checked:
pt_pt: Data de marcação:

source: DateTime
pt_pt: Data

source: Days to fetch in the future
pt_pt: Dias a buscar no futuro

source: Days to fetch in the past
pt_pt: Dias a buscar no passado

source: Deactivate Polling
pt_pt: Desactivar Polling

source: Debug
pt_pt: Depurar

source: Decimal Degrees
pt_pt: Graus Decimais

source: Decimal Houses (if numeric value)
pt_pt: Casas Decimais (se valor numerico)

source: Decimal digits
pt_pt: Casas décimais

source: Decimal digits, applicable only to numeric data. Use -1 for default or text data.
pt_pt: Casas décimais, apenas aplicável a valores numéricos. Use -1 para usar valor or defeito ou para dados no formato texto.

source: Decompressed
pt_pt: Descomprimido

source: Decompressing BZip2 LSF Data...
pt_pt: A descomprimir dados LSF comprimidos com BZip2...

source: Decompressing LSF Data...
pt_pt: A descomprimir dados LSF...

source: Default Depth (m)
pt_pt: Profundidade por Defeito (m)

source: Default Speed (m/s)
pt_pt: Velocidade por Defeito (m/s)

source: Default depth (negative for altitude)
pt_pt: Profundidade por defeito (valor negativo para altitude)

source: Default time step (seconds)
pt_pt: Passo de tempo (segundos) prédefinido

source: Default value:
pt_pt: Valor por defeito:

source: Deflatten Checklist
pt_pt: Tornar Checklist com Grupos

source: Degrees
pt_pt: Graus

source: Degrees, Minutes
pt_pt: Graus, Minutos

source: Degrees/Minutes/Seconds
pt_pt: Graus/Minutos/Segundos

source: Delay, in seconds, between device updates
pt_pt: Segundos entre actualizações de dispositivos

source: Delete
pt_pt: Apagar

source: Delete %planName locally
pt_pt: Apagar %planName localmente

source: Delete '%transponderName'?
pt_pt: Apagar '%transponderName'?

source: Delete Selected Log Files
pt_pt: Apagar Ficheiros de Log Seleccionados

source: Delete Selected Log Folders
pt_pt: Apagar Pastas de Log Seleccionadas

source: Delivering Message
pt_pt: A Entregar Mensagens

source: Depth
pt_pt: Profundidade

source: Depth (meters)
pt_pt: Profundidade (metros)

source: Depth exaggeration multiplier
pt_pt: Multiplicador para exagero da profundidade

source: Depth for vehicle closer to the surface
pt_pt: Profundidade para o veículo mais perto da superfície

source: Depth multiplied by: %currenZexag
pt_pt: Profundidade multiplicado por: %currenZexag

source: Depth of the first generated plan
pt_pt: Profundidade ínicial do plano gerado

source: Depth separation
pt_pt: Sepração de profundidades

source: Depth separation between vehicles
pt_pt: Separador de profundidades entre veículos

source: Depths
pt_pt: Profundidades

source: Description
pt_pt: Descrição

source: Description:
pt_pt: Descrição:

source: Desktop
pt_pt: Área de Trabalho

source: Destination
pt_pt: Destino

source: Details
pt_pt: Detalhes

source: Device Calibration
pt_pt: Calibração de Dispositivo

source: Dimension
pt_pt: Dimensão

source: Direction
pt_pt: Direcção

source: Direction of the maneuver.
pt_pt: Direcção da manobra.

source: Disable
pt_pt: Dasabilitar

source: Disable Layout Edit
pt_pt: Desabilitar Edição de Disposição de Componentes

source: Disable popups
pt_pt: Dasabilitar janelas popups

source: Disallow console exposure to the outside
pt_pt: Dasabilitar exposição da consola para o exterior

source: Disconnect
pt_pt: Desligado

source: Disconnecting
pt_pt: A Desligar

# Use a single small word
source: Disk
pt_pt: Disco

source: Disk usage text
pt_pt: Texto do valor de disco

source: Disk usage value
pt_pt: Valor do valor de disco

source: Display Confidence Level
pt_pt: Mostrar Nível de Confiança

source: Display Current
pt_pt: Mostrar Currente

source: Display Fuel Level estimation Confidence on panel
pt_pt: Mostrar confiança da estimação do nível de combustível

source: Display Vehicle Path
pt_pt: Mostrar Percurso de Veículo

source: Display drawn Current on panel
pt_pt: Mostrar corrente usada no painel

source: Display lookup table (on/off)
pt_pt: Mostrar tabela de procura (ligar/desligar)

source: Display ranges in the map
pt_pt: Mostrar distâncias no mapa

source: Display scale grid (on/off)
pt_pt: Mostrar grelha de escala (ligar/desligar)

source: Displays LBL position estimations calculated by AUVs
pt_pt: Mostra posições estimadas dos beacons acústicos calculadas pelos AUVs

source: Displays the LBL ranges.
pt_pt: Mostrar os distâncias LBL.

source: Displays the current vehicle's absolute location (WGS84 coordinates)
pt_pt: Mostrar a localização absoluta currente do veículo (coordenadas WGS84)

source: Displays the vehicle's orientation
pt_pt: Mostra a orientação do veículo

source: Distance
pt_pt: Distância

source: Distance above which user will be warned about estimations
pt_pt: Distância acima da qual o operador é avisado acerca das estimativas

source: Distance between generated plans
pt_pt: Distância entra planos gerados

source: Distance from intercection
pt_pt: Distância ao ponto de intercepção

source: Distance to %systemName is %distance
pt_pt: Distância a %systemName é %distance

source: Distance travelled
pt_pt: Distancia de viagem

source: Distance treshold
pt_pt: Limiar de distância

source: Distances
pt_pt: Distâncias

source: Distances Layer
pt_pt: Camada de Distâncias

source: Distances Panel
pt_pt: Paínel de distâncias

source: Do Alignment
pt_pt: Fazer o Alinhamento

source: Do you want me to create a plan at surface for you?
pt_pt: Quer que crie um plano à superfície por si?

source: Do you want to base the triangulation on home reference?
pt_pt: Quer basear a triangulação na localização base?

source: Do you want to overwrite the existing file?
pt_pt: Quer escrever por cima do ficheiro existente?

source: Do you want to save changes?
pt_pt: Quer guardar modificações?

source: Do you want to save it now?
pt_pt: Quer guardar modificações agora?

source: Do you wish to replace the existing plan with same name?
pt_pt: Quer substituir plano existente com o mesmo nome?

source: Do you wish to save changes?
pt_pt: Quer guardar modificações?

source: Document generated by
pt_pt: Documento gerado por

source: Document generated by %generator on %date.
pt_pt: Documento gerado por %generator em %date.

source: Don't Play Sound
pt_pt: Não Tocar Som

source: Don't use this (testing purposes).
pt_pt: Não use isto (para efeito de teste).

source: Done
pt_pt: Concluído

source: Down
pt_pt: Baixo

source: Down distance variable
pt_pt: Variavel de distancia para baixo

source: Download Active Plan
pt_pt: Descarregar Plano Activo

source: Download Helper
pt_pt: Ajuda do Descarregador

source: Download Log Files
pt_pt: Descarregar Ficheiros de Log

source: Download limits from vehicle
pt_pt: Descarregados limites do veículo

source: Download logs from location
pt_pt: Descarregar logs da localização

source: Download logs from location (FTP)
pt_pt: Descarregar Logs da localização (FTP)

source: Downloading...
pt_pt: A descarregar...

source: Draw Circle Arround System Icon In Render Dependent Of System Type
pt_pt: Desenhar Circulo Em Redor Do Ícone Do Sistema No Render Dependendo Do Tipo Do Sistema

source: Draw Range Up Or Down The Point
pt_pt: Desenhar Distância Para Cima Ou Para Baixo Do Ponto

source: Draw System Label
pt_pt: Desenhar Etiqueta de Sistema

source: Drifter
pt_pt: Flutuador

source: Dummy sub Panel
pt_pt: Sub-Painel Fictício

source: Dump general preferences
pt_pt: Despejar preferências gerais

source: Duration
pt_pt: Duração

source: Duration of the popups at corners
pt_pt: Duração dos popups nos cantos.

source: Dynamic=0 | Fixed=1
pt_pt: Dinâmico=0 | Fixo=1

source: EIGHT
pt_pt: OITO

source: ERROR
pt_pt: ERRO

source: EXECUTING
pt_pt: EXECUÇÂO

source: EXTERNAL
pt_pt: EXTERNO

source: East
pt_pt: Este

source: Echo Sounder Analysis
pt_pt: Análise de Echo Sounder

source: Edit
pt_pt: Editar

source: Edit %maneuverName in the map
pt_pt: Editar %maneuverName no mapa

source: Edit '%planName' plan transitions
pt_pt: Editar transições do plano '%planName'

source: Edit Item Check Date
pt_pt: Editar Data de Marcação do Elemento

source: Edit Item Name
pt_pt: Editar Nome de Elemento

source: Edit Name (Ctrl + Right click)
pt_pt: Editar Nome (Ctrl + Click direito)

source: Edit Systems List Configurations
pt_pt: Editar Lista de Configurações de Sistema

source: Edit Vertex Location
pt_pt: Editar Localização do Vértice

source: Edit file
pt_pt: Editar ficheiro

source: Edit general preferences
pt_pt: Editar Preferências Gerais

source: Edit plan
pt_pt: Editar plano

source: Edit properties
pt_pt: Editar propriedades

source: Edited Plan Statistics
pt_pt: Estatísticas de Plano em Edição

source: Editing %planName
pt_pt: A editar %planName

source: Ellipsoid
pt_pt: Elipsóide

source: Email State Publisher
pt_pt: Correio Eletronico do Publicador de Estado

source: Emergency Control
pt_pt: Controlo de Emergência

source: Empty Console
pt_pt: Consola Vazia

source: Enable
pt_pt: Habilitar

source: Enable IMU
pt_pt: Habilitar IMU

source: Enable Info
pt_pt: Habilitar Info.

source: Enable Layout Edit
pt_pt: Habilitar Edição de Disposição de Componentes

source: Enable Log Received Messages
pt_pt: Habilitar Logar Mensagens Recebidas

source: Enable Log Sent Messages
pt_pt: Habilitar Logar Mensagens Enviadas

source: Enable Selection
pt_pt: Habilitar Selecção

source: Enable beacons button
pt_pt: Habilitar botão de Envio de Beacons

source: Enable console actions
pt_pt: Habilitar acções da consola

source: Enable filter
pt_pt: Habilitar filtro

source: Enable selection button
pt_pt: Habilitar botão de selecção

source: Enable teleoperation button
pt_pt: Habilitar botão de Teleoperação

source: Enable the partial logs downloads (resume partial downloads). NOTE: THE DOWNLOAD BOXES ONLY READ THIS OPTION UPON CREATION.
pt_pt: Habilitar descarregamento parcial dos Logs (reinicio para descarregamentos parciais). NOTA: AS CAIXAS DE DESCARREGAMENTO APENAS LÊEM ESTA OPÇÃO NA SUA CRIAÇÃO.

source: Enable/Disable Z Exaggeration
pt_pt: Habilitar/Dasabilitar exagero do eixo z

source: Enable/Disable contouts
pt_pt: Habilitar/Dasabilitar contornos

source: Enter command to be sent to %vehicle
pt_pt: Introduzir comando a enviar para %vehicle

source: Enter note to be published
pt_pt: Introduza nota para ser publicada

source: Enter the max. time
pt_pt: Inserir tempo máximo

source: Enter the plan ID
pt_pt: Inserir ID do plano

source: Enter the shortcuts as <Text to display>,<Text to log>(,<icon filename>)?
pt_pt: Introduzir os atalhos como <Text to display>,<Text to log>(,<icon filename>)?

source: Enter the various depths to scan, separated by commas.
pt_pt: Introduzir as várias profundidades para scan, separadas por vírgulas

source: Enter the various depths, separated by commas
pt_pt: Introduzir as várias profundidades, separadas por virgulas

source: Entities
pt_pt: Entidades

source: Entities in error: %errorMessage
pt_pt: Entidades em erro: %errorMessage

source: Entities:
pt_pt: Entidades:

source: Entity
pt_pt: Entidade

source: Entity Name
pt_pt: Nome de Entidade

source: Entity State Alarm
pt_pt: Alarme de Estado de Entidade

source: Entity Sub Panel
pt_pt: Painel de Estado das Entidades

source: Entity identifier
pt_pt: Identificador de entidade

source: Entity to use for depth measurements
pt_pt: Entidade a usar para medidas de profundidade

source: Error
pt_pt: Erro

source: Error Initializing Tele-Operation
pt_pt: Erro ao iniciar Teleoperação

source: Error Loading Mission File.
pt_pt: Erro a Carregar Ficheiro de Missão.

source: Error Mode
pt_pt: Modo de Erro

source: Error Opening Checklist
pt_pt: Erro a Abrir Checklist...

source: Error adding maneuver
pt_pt: Erro ao adicionar manobra

source: Error exporting to PDF
pt_pt: Erro ao exportar PDF

source: Error generating report
pt_pt: Erro ao gerar relatório

source: Error in selected entities!
pt_pt: Erro em entidades seleccionadas!

source: Error in the locations
pt_pt: Erros nas localizações

source: Error loading
pt_pt: Erro ao carregar

source: Error loading 3D model %modelPath
pt_pt: Erro ao carregar modelo 3D %modelPath

source: Error loading systems!
pt_pt: Erro ao carregar sistemas!

source: Error monitor
pt_pt: Monitor de erro

source: Error on configuration
pt_pt: Erro em configuração

source: Error opening file
pt_pt: Erro a abrir ficheiro

source: Error opening mission file
pt_pt: Erro a abrir ficheiro de missão

source: Error openning console '%file'
pt_pt: Erro a abrir consola '%file'

source: Error parsing custom setting '%s' to '%s'!
pt_pt: Erro a processar preferência '%s' para '%s'!

source: Error processing %message. %error error.
pt_pt: Erro ao processar %message. Erro %error.

source: Error requesting plan specificaion
pt_pt: Erro ao pedir especificação de plano

source: Error sending PlanControl message!
pt_pt: Erro a enviar mensagem ControloDePlano!

source: Error sending Tele-Operation message!
pt_pt: Erro ao enviar mensagem de Teleoperação!

source: Error sending acoustic beacons
pt_pt: Erro ao enviar beacons acústicas

source: Error sending exiting Tele-Operation message!
pt_pt: Erro ao enviar mensagem de saída de Teleoperação!

source: Error sending iridium message
pt_pt: Erro no envio de mensage Iridium

source: Error sending plan
pt_pt: Erro ao enviar o plano

source: Error sending plan download request
pt_pt: Erro ao enviar o pedido de envio de plano

source: Error sending plan message! No plan spec. valid!
pt_pt: Erro ao enviar mensagem de plano! Não é uma especificação de plano válida!

source: Error sending start plan
pt_pt: Erro ao enviar iniciar plano

source: Error sending stopping plan
pt_pt: Erro ao enviar paragem de plano

source: Error while extracting schema to file!!
pt_pt: Erro ao extrair esquema para ficheiro!!

source: Error while loading the XML:
pt_pt: Erro durante o carregar o XML:

source: Error:
pt_pt: Erro:

source: Error: %error
pt_pt: Erro: %error

source: Errors
pt_pt: Erros

source: Errors in the parameters
pt_pt: Erros nos parâmetros

source: Est. Time
pt_pt: Tempo Estimado

source: EstimatedState path
pt_pt: Posição estimada

source: Euler Angles
pt_pt: Ângulos de Euler

source: Exaggerate Z
pt_pt: Exagerar Z

source: Exception
pt_pt: Excepção

source: Exception Thrown
pt_pt: Excepção Disparada

source: Execute %plan by %vehicle at %speed m/s
pt_pt: Executar %plan por %vehicle a %speed m/s
