Repository: LSTS/neptus
Catalog: conf/i18n/*/neptus.po
Languages: pt_pt

source: Stop Plan
pt_pt: Parar Plano

source: Stop Tele-Operation
pt_pt: Sair de Teleoperação

source: Stop all log downloads
pt_pt: Parar todas as operações de descarregar logs

source: Stopping of %plan was acknowledged by %system.
pt_pt: Parragem de %plan foi confirmado por %system.

source: Storage Usage: %d &#37;
pt_pt: Uso de Armazenamento: %d &#37;

source: Store Data Colormap
pt_pt: Guarda Mapa de Cores de Dados

source: Stored Data:
pt_pt: Dados armazenados:

source: Stored Plans:
pt_pt: Plano Guardados:

source: Subject
pt_pt: Assunto

source: Subscribe to iridium device updates
pt_pt: Subscrever actualizações do dispositivo por Iridium

source: Success
pt_pt: Sucesso

source: Surface range color
pt_pt: Cor de uma distância à superfície

source: Switch
pt_pt: Trocar

source: Switch %transponderName1 with %transponderName2
pt_pt: Trocar '%transponderName1' com '%transponderName2'

source: Switch to a point-based representation
pt_pt: Alterar para representação de ponto-base

source: Sync Logs
pt_pt: Sinc. Logs

source: Sync day Mission Logs
pt_pt: Sinc. Logs de Missão do dia

source: Synchronize List of Log Folders
pt_pt: Sincronizar Lista de Pastas de Logs

source: Synchronize Selected Log Files
pt_pt: Sincronizar Ficheiros de Log Seleccionados

source: Synchronize Selected Log Folders
pt_pt: Sincronizar Pastas de Log Seleccionadas

source: Syncronized
pt_pt: Sincronizado

source: System
pt_pt: Sistema

source: System A
pt_pt: Sistema A

source: System B
pt_pt: Sistema B

source: System Class Filter
pt_pt: Filtro de Classe de Sistema

source: System Configuration
pt_pt: Configuração de Sistema

source: System Configurations
pt_pt: Configurações de Sistema

source: System Indicator Icons Size
pt_pt: Tamanho dos Icones Indicadores do Sistema

source: System Information On Map
pt_pt: Informação de Sistema no Mapa

source: System Information display on map
pt_pt: Informação do Sistema mostrada no mapa

source: System Label:
pt_pt: Etiqueta de Sistema:

source: System Messages
pt_pt: Mensagens de Sistema

source: System Vehicle Class Subtype Filter
pt_pt: Filtro do Subtipo da Classe de Veículo do Sistema

source: System color
pt_pt: Cor de sistema

source: System in error
pt_pt: Sistema em erro

source: System in service
pt_pt: Sistema em serviço

source: System:
pt_pt: Sistema:

source: Systems
pt_pt: Sistemas

source: Systems Icons Size
pt_pt: Tamanho de Icones de Sistemas

source: Systems List
pt_pt: Lista de Sistemas

source: Systems Ordering
pt_pt: Ordenação de Sistemas

source: Systems Ordering Option
pt_pt: Opção de Ordenação de Sistemas

source: Systems in renderer
pt_pt: Sistemas no Renderer

source: Systems listing
pt_pt: Lista de sistemas

source: T-Rex Shore IP
pt_pt: IP do T-Rex da Margem

source: T-Rex Shore port
pt_pt: Porta do T-Rex da Margem

source: TELEOPERATION
pt_pt: TELEOPERAÇÃO

source: TREX Timeline
pt_pt: Linha de tempo TREX

source: TREX replay
pt_pt: Reprodução do TREX

source: TSP Planner Daemon
pt_pt: Demónio do Planeador TSP

source: TSP Settings
pt_pt: Configurações de Planeador TSP

source: Tab names
pt_pt: Nomes de separadores

source: Tab placement
pt_pt: Posicionamento dos separadores

source: Tables
pt_pt: Tabelas

source: Tail number of Points
pt_pt: Números de pontos do trilho

source: Take SnapShot
pt_pt: Tirar um Instantâneo

source: Take SnapShot from current Viewport
pt_pt: Tirar instantâneo da actual janela de visualização

source: Take Snapshot
pt_pt: Fazer um Instantâneo

source: Take a .PNG snapshot of the current window view
pt_pt: Tirar instantâneo da actual janela de visualização

source: Tele-Operation
pt_pt: Teleoperação

source: Tele-operation Mode
pt_pt: Modo de Tele-Operação

source: Temperature (ºC)
pt_pt: Temperatura (ºC)

source: Temperature Color Map
pt_pt: Mapa de cores de Temperatura

source: Temperature Replay
pt_pt: Replay da Temperatura

source: Temperature VS Depth
pt_pt: Temperatura vs Profundidade

source: Test
pt_pt: Teste

source: Text Commands
pt_pt: Comandos de Texto

source: Text to display. Can use tree variables.
pt_pt: Texto para mostrar. Pode usar variáveis da árvore.

source: Texture:
pt_pt: Textura:

source: The CCU Name to be presented to other peers
pt_pt: O Nome CCU para ser apresentado aos outros pares

source: The D/M/S latitude is invalid
pt_pt: A latitude D/M/S é inválida

source: The D/M/S longitude is invalid
pt_pt: A longintude D/M/S é inválida

source: The Decimal Degrees Latitude is invalid
pt_pt: A Latitude de Graus Décimais é invalida

source: The Decimal Degrees Longitude is invalid
pt_pt: A Longitude de Graus Décimais é invalida

source: The IP address of the camera you want to display
pt_pt: O endereço IP da câmara que quer mostrar

source: The Latitude/Longitude parameters are not valid
pt_pt: Os parâmetros Latitude/Longitude não são válidos

source: The Pitch angle used to perform the maneuver.
pt_pt: O ângulo de inclunação usado para efectuar a manobra

source: The URL where to download the MJPEG stream
pt_pt: O URL para onde descarregar o stream MJPEG

source: The Z parameters are not valid
pt_pt: Os parâmetros Z não são validos

source: The angle offset is invalid!
pt_pt: O ângulo de desvio não é válido!

source: The axis to follow when laying out components
pt_pt: O eixo a seguir aquando dispor componentes

source: The calculation was not possible.<br> Some inputs are not valid!
pt_pt: O cálculo não foi possível.<br> Algumas introduções não são validas!

source: The command is not supported by %manta.
pt_pt: Este comando não é suportado pela %manta

source: The duration in seconds of this maneuver. Use '0' for unlimited duration time.
pt_pt: A duração em segundos desta manobra. Usar '0' para duração ilimitada

source: The entered identifier is already in use
pt_pt: O identificador introduzido já está em uso

source: The entered locations are not valid
pt_pt: As localizações introduzidas não são válidas

source: The entered text does not represent numeric values
pt_pt: O texto introduzido não representa valores numericos

source: The file doesn't exists!
pt_pt: O ficheiro não existe!

source: The following errors were found
pt_pt: Os seguintes erros foram encontrados

source: The given ID already exists in the map. Please choose a different one
pt_pt: A ID atribuída já existe no mapa. por favor escolha uma diferente

source: The identifier for this object
pt_pt: O identificador para este objecto

source: The maneuver %maneuverType can't be added
pt_pt: A manobra %maneuverType não pode ser adicionada

source: The maneuver '%maneuver' has Z_UNITS set to ALTITUDE and value 0!
pt_pt: A manobra '%maneuver' tem Z_UNIDADES definidas para ALTITUDE e tem valor 0!

source: The maneuver '%maneuver' has Z_UNITS set to NONE
pt_pt: A manobra '%maneuver' tem Z_UNIDADES definidas para NENHUM

source: The maximum time value must be greater than 0
pt_pt: O valor de tempo máximo deve ser maior do que 0

source: The minimum time value must be greater or equal than 0
pt_pt: O valor de tempo minimo deve ser maior ou igual a 0

source: The mission has to be saved first
pt_pt: A missão tem que ser guardada primeiro

source: The name to be displayed in the tabs, separated by commas
pt_pt: O nome para mostrar nos separadores, separado por vígulas

source: The number of cols in the grid. Use 0 for infinite.
pt_pt: O número de colunas na grelha. Usar 0 para infinito.

source: The number of columns to be displayed
pt_pt: O número de colunas a ser disposto

source: The number of rows in the grid. Use 0 for infinite.
pt_pt: Número de linhas na grelha. Usar 0 para infinito.

source: The number of tracks to be generated. Distance between rows will be (Width/NumberOfRows)
pt_pt: Número de pistas para ser gerado. Distância entre linhas será (Largura/NúmeroDeLinhas)

source: The object dimensions have to be positive.
pt_pt: As dimensões do objecto têm de ser positivas.

source: The object has to have a name
pt_pt: O objecto tem de ter um nome

source: The object identifier is not valid
pt_pt: O identificador do objecto não é valido

source: The parameters entered are not valid numbers.
pt_pt: Os parâmetros introdizidos não têm valores validos.

source: The period to fetch the systems' positions.
pt_pt: O período para buscar as posições dos sistemas.

source: The period to fetch the systems' positions. Zero means disconnected.
pt_pt: O período para buscar as posições dos sistemas. Zero significa desconectado.

source: The place to start from
pt_pt: O lugar de onde iniciar

source: The plan %planid was added to this mission
pt_pt: O plano %planid foi adicionado a esta missão

source: The plan '%plan' is not synchronized on %system. You should resend the plan. Do you still want to start the plan?
pt_pt: O plano '%plan' não está sincronizado no %system. Deve reenviar o plan. Ainda quer iniciar o plano?

source: The speed to be used
pt_pt: A velocidade a ser usada

source: The speed units
pt_pt: Unidades de velocidade

source: The text entered does not represent valid numbers
pt_pt: O texto introduzido não representa números válidos

source: The time difference between reception and handling time
pt_pt: A diferença de tempo entre a recepção e o manuseamento

source: The unit of the value.
pt_pt: A unidade do valor

source: The z offeset between plans, in case more than one plans are generated
pt_pt: O desvio de z entre planos, no caso de mais de um plano ser gerado

source: There are no settings to display
pt_pt: Não existem definições para mostrar

source: There must be a planning panel in the console
pt_pt: Tem de haver um planeamento na consola

source: Theta (deg).
pt_pt: Theta (graus)

source: This Neptus plugin provides an interface for Vehicle Formation (cooperative) plans
pt_pt: Este plugin do Neptus providencia uma interface para planos de Formação (corporativa) de Veículos

source: This configures if the circle arround the symbol in render is to be drawn dependent of system type
pt_pt: Isto configura se o circulo à volta do simbolo em render é para ser desenhado dependendo do tipo de sistema

source: This configures if the location symbols to draw on the renderer will use the MIL-STD-2525 standard
pt_pt: Isto configura se os simbolos de localização para desenhar no Renderer devem usar o MIL-STD-2525 standard

source: This configures if the symbol is to be filled or not
pt_pt: Isto configura se o simbolo é para ser preenchido ou não

source: This configures if the systems should be shown UNSORTED or SORTED
pt_pt: Isto configura se o sistema deve ser mostrado NÃO_ORDENADO ou ORDENADO

source: This configures if the systems should be shown dependent on the Authority State
pt_pt: Isto configura se os sistemas devem ser mostrados dependendo do Estatuto da Autoridade

source: This configures the ordering type
pt_pt: Isto configura a tipo de ordenação

source: This container uses MigLayout manager
pt_pt: Este contentor usa MigLayout manager

source: This if true will show only declared profiles to users to choose (will hide the '-- None --' option).
pt_pt: Isto se verdadeiro irá mostrar apenas perfis declarados para os utilizadores para escolherem (irá esconder a opção '-- None --' ).

source: This is a chronometer that counts up and down
pt_pt: Isto é um cronometro que conta para cima e para baixo

source: This is the filter. This filter will show in the list only the system that match the filter
pt_pt: Isto é o filtro. Este filtro mostrará na lista apenas o sistema que combina com o filtro

source: This log seems to have already been indexed. Index again?
pt_pt: Este log parece ter já sido indexado.Indexar outra vez?

source: This panel controls the emergency plan for the vehicle.
pt_pt: Este painel controla o plano de emergencia para o veículo

source: This panel displays various variables simultaneously
pt_pt: Este painel apresenta simultaneamente várias variáveis

source: This panel shows software exceptions that may occur
pt_pt: Este painel mostra excepções de software que podem ocorrer

source: This will dictate the directory where the logs will go.
pt_pt: Isto vai ditar o directorio para onde o log irá.

source: Tide Level
pt_pt: Nível da Maré

source: Tide Predictions
pt_pt: Previsões de Maré

source: Tide level
pt_pt: Nível de maré

source: Tide panel
pt_pt: Painel de Marés

source: Tides
pt_pt: Marés

source: Tides file
pt_pt: Ficheiros das Marés

source: Tiles Loading: %tiles of %totalTiles
pt_pt: A Carregar Mosaicos: %tiles de %totalTiles

source: Tilt angle
pt_pt: Ângulo de inclinação

source: Time
pt_pt: Tempo

source: Time (UTC)
pt_pt: Hora (UTC)

source: Time (seconds)
pt_pt: Tempo (segundos)

source: Time Of Day
pt_pt: Hora do Dia

source: Time Step
pt_pt: Passo de Tempo

source: Time Step:
pt_pt: Passo de Tempo:

source: Time Variable Gain factor
pt_pt: Factor de Ganho de Tempo Variável

source: Time of day
pt_pt: Hora do dia

source: Time step (s)
pt_pt: Passo(s) de tempo

source: Time to stay at this location. -1 for infinity.
pt_pt: Tempo que fica nesta localização. -1 até infinito.

source: Time until completion
pt_pt: Tempo até completado

source: Time window (hours)
pt_pt: Janela de tempo (horas)

source: Time, in seconds, between sending vehicle references
pt_pt: Tempo, em segundos, entre envio de referências ao veículo

source: Timeline
pt_pt: Linha de Tempo

source: Timeline Plot
pt_pt: Gráfico de Linha de Tempo

source: Timeout
pt_pt: Tempo excedido

source: Timestamp
pt_pt: Tempo

source: Timestamp increment
pt_pt: Incremento de passo de tempo

source: Timestamp increment for the 83P parser (in miliseconds).
pt_pt: Incremento de passo de tempo para o leitor de 83P (em milisegundos).

source: Title
pt_pt: Título

source: Title to use
pt_pt: Título para usar

source: To PDF
pt_pt: Para PDF

source: To Send messages frequency:
pt_pt: Frequência de mensages para enviar:

source: To automatic create gaps arround the components
pt_pt: Para criar automaticamente brechas à volta dos componentes

source: To automatic create gaps arround the container
pt_pt: Para criar automaticamente brechas à volta do contentor

source: To change the initial maneuver, please set another maneuver as the initial
pt_pt: Para alterar a manobra inicial, por favor estabeleça outra manobra como a inicial

source: To enter and leave remote operation.
pt_pt: Para entrar e sair de teleoperação

source: To file "%file".
pt_pt: Para ficheiro "%file".

source: To set groups of visible components. You can use the index number or the name as listed.
pt_pt: Para definir grupos de componentes visiveis. Pode usar o número de indice ou o nome como listado.

source: Toggle brightness filter
pt_pt: Alternar filtragem do brilho

source: Toggle contrast enhancement
pt_pt: Alternar aumento de contraste

source: Toggle fullscreen mode
pt_pt: Alternar modo ecrã completo

source: Toggle grayscale filter
pt_pt: Alternar filtro de cinzentos

source: Toggle sharpen filter
pt_pt: Alternar filtro de fortelecimento

source: Toggle white balance filter
pt_pt: Alternar filtro de correcção de brancos

source: Toolbar Location
pt_pt: Localização da Barra de Ferramentas

source: Toolbar location
pt_pt: Localização da Barra de Ferramentas

source: Toolbar placement
pt_pt: Posicionamento da barra de ferramentas

source: Tools
pt_pt: Ferramentas

source: Top
pt_pt: Topo

source: Trace points
pt_pt: Pontos de rastreamento

source: Trailing text
pt_pt: Texto adicional

source: Translate all mission accordingly to changes
pt_pt: Mover toda amissão de acordo com as alterações

source: Transparency
pt_pt: Transparência

source: Transponder
pt_pt: Transdutor

source: Transponder Location Estimation
pt_pt: Estimativa da localização do transdutor

source: Transponder Visibility
pt_pt: Visibilidade dos Transponders

source: Transponder depth (m):
pt_pt: Profundidade (m) do transdutor:

source: Transponders
pt_pt: Transdutores

source: Transponders Location Helper
pt_pt: Ajuda de Localização de Transdutores

source: Triangulating transponder position
pt_pt: Posição triangulada do transdutor

source: Triangulation
pt_pt: Triangulação

source: True or Indicated Speed
pt_pt: Velocidade Verdadeira ou Indicada

source: Turn on/off camera CPU
pt_pt: Ligar/desligar CPU da câmara

source: Type
pt_pt: Tipo

source: Type:
pt_pt: Tipo:

source: UAV Mode
pt_pt: Modo do UAV

source: UAV Piccolo Control
pt_pt: Controlo Piccolo UAV

source: UAV Z
pt_pt: Z do UAV

source: UAV flying speed
pt_pt: Velocidade de voo UAV

source: UAV loiter radius
pt_pt: Raio de UAV loiter

source: UDP port to bind
pt_pt: Porto UDP a usar

source: UNKNOWN
pt_pt: DESCONHECIDO

source: UNSORTED
pt_pt: NÃO_ORDENADO

source: URL not valid!
pt_pt: URL não válido!

source: Uav Altitude Panel
pt_pt: Painel de Altitude de UAV

source: Uav HUD Panel
pt_pt: Painel Uav HUD

source: Unable to abort selected system
pt_pt: Incapaz de abortar sistema selecionado

source: Unable to find a parent console
pt_pt: Não é possível encontrar a consola mãe

source: Unable to generate report for %filename
pt_pt: Incapaz de gerar relatório para %filename

source: Unable to open midi synthesizer. Try running Neptus with the command 'padsp ./neptus.sh'.
pt_pt: Incapaz de abrir sintetizador midi. Tentar a correr Neptus com o comando 'padsp ./neptus.sh'

source: Unable to range selected system
pt_pt: Não foi possível alcançar sistema seleccionado

source: Unable to read the file '%filename'
pt_pt: Incapaz de ler o ficheiro '%filename'

source: Unable to read the mission file '%missionfile'
pt_pt: Incapaz de ler o ficheiro de missão '%missionfile'

source: Unable to start MIDI sound device
pt_pt: Incapaz de iniciar o dispositivo de som MIDI

source: Uncheck All Checklist
pt_pt: Desmarcar toda a Checklist

source: Uncheck All Group
pt_pt: Desmarcar Todo o Grupo

source: Undo
pt_pt: Desfazer

source: Unit
pt_pt: Unidade

source: Unknown Mode
pt_pt: Modo Desconhecido

source: Unknown local disk free space
pt_pt: Espaço livre de disco local desconhecido

source: Unknown location
pt_pt: Localização desconhecida

source: Unknown location for more than 10s
pt_pt: Localização desconhecida por mais de 10s

source: Unsubscribe to iridium device updates
pt_pt: Cancelar subscrição da actuazação de dispositivo por Iridium

source: Unsupported IMC version:
pt_pt: Versão IMC não suportada:

source: Up
pt_pt: Para Cima

source: Up One Level
pt_pt: Subir Um Nivel

source: Up distance variable
pt_pt: Variavel de distancia para cima

source: Update
pt_pt: Actualizar

source: Update Interval
pt_pt: Intervalo de Actualização

source: Update interval
pt_pt: Intervalo de actualização

source: Update period (ms)
pt_pt: Período de actualização (ms)

source: Update ships
pt_pt: Actualizar navios

source: Updating AIS layer...
pt_pt: A actualizar camada AIS...

source: Updating GUI...
pt_pt: A actualizar GUI...

source: Use -1 to not clear the ranges from the renderer.
pt_pt: Usar -1 para não limpar os alcances do Renderer.

source: Use 0 for going at surface
pt_pt: Usar 0 para ir à superficie

source: Use 0 for infinity
pt_pt: Usar 0 para infinito

source: Use Acoustic Communications
pt_pt: Usar Comunicações Acústicas

source: Use Audio Alerts
pt_pt: Usar Alertas Audíveis

source: Use Calibration on Start Plan
pt_pt: Usar Calibração no Iniciar Plano

source: Use Depth
pt_pt: Usar Profundidade

source: Use Error Notifications
pt_pt: Usar notificações de erro

source: Use FollowPath maneuver
pt_pt: Usar manobra SeguirCaminho

source: Use Full Mode or Teleoperation Mode
pt_pt: Usar Modo Completo ou de Teleoperação

source: Use HTTP Proxy
pt_pt: Usar HTTP Proxy

source: Use Heading
pt_pt: Usar Orientação

source: Use Iridium hardware
pt_pt: Usar hardware Iridium

source: Use Mil Std 2525 Like Symbols
pt_pt: Usar Mil Std 2525 Como Simbolos

source: Use My Heading
pt_pt: Usar Minha Orientação

source: Use My Heading for the base location. Don't forget to set it first.
pt_pt: Usar Minha Orientação para localização de base. Não esquecer de definir-lo primeiro.

source: Use My Location
pt_pt: Usar Minha Localização

source: Use My Location for the base location. Don't forget to set it first.
pt_pt: Usar Minha Localização para localização de base. Não esquecer de defini-lo primeiro

source: Use New System Activity Counter
pt_pt: Usa Contador De Actividade Do Novo Sistema

source: Use Only New LBL Range Acceptance Message
pt_pt: Usar Apenas a Nova Mensagem de Distâncias Aceites

source: Use PlanControl for Teleoperation or old VehicleCommand
pt_pt: Usar ControloDePlano para Tele-operação ou antigo ComandoDeVeículo

source: Use SSL
pt_pt: Usar SSL

source: Use Single Mark Addition Mode
pt_pt: Usar Modo de Adição Única de Marca

source: Use Speed
pt_pt: Usar Velocidade

source: Use TCP To Send Messages
pt_pt: Usar TCP para enviar mensagens

source: Use TLS
pt_pt: Usar TLS

source: Use acoustic communications
pt_pt: Usar comunicações acústicas

source: Use color map for wind
pt_pt: Usar mapa de cores para o vento

source: Use commas to separate system identifiers
pt_pt: Usar virgulas para separar identificadores de sistema

source: Use configured My Heading
pt_pt: Usar Minha Orientação Configurada

source: Use only active systems
pt_pt: Usar apenas sistemas activos

source: Use only active systems for acoustic message sending
pt_pt: Para enviar mensagem acústica usar apenas sistemas activos

source: Use speed to filter heading
pt_pt: Usar velocidade para filtrar orientação

source: Use system discovery
pt_pt: Usar descoberta de sistemas

source: Use this to indicate that this panel should be maximized on load. (Only works for top level panels.)
pt_pt: Usar isto para indicar que este painel deve estar maximizado ao carregar.(Apenas funciona para paineis do nivel de topo.)

source: Used vehicles
pt_pt: Veículos utilizados

source: User Action
pt_pt: Acção de Utilizador

source: User Action:
pt_pt: Acção de Utilizador:

source: User Comment
pt_pt: Comentário de Utilizador

source: User Comment:
pt_pt: Comentário de Utilizador:

source: Username
pt_pt: Nome de utilizador

source: Using
pt_pt: A usar

source: Using '%file'
pt_pt: A usar '%file'

source: VEHICLE
pt_pt: VEÍCULO

source: Valid XML.
pt_pt: XML válido

source: Validate
pt_pt: Validar

source: Validation
pt_pt: Válidação

source: Value
pt_pt: Valor

source: Value for Z
pt_pt: Valor de Z

source: Value must be a numeric value from [-180, 180]
pt_pt: Valor deve ser numérico entre [-180, 180]

source: Values bigger than 10 are not valid!
pt_pt: Valores maiores que 10 não são validos!

source: Values lower than zero are not valid!
pt_pt: Valores abaixo de zero não são validos!

source: Vehicle
pt_pt: Veículo

source: Vehicle Battery entity name
pt_pt: Nome da entidade da Bateria do Veículo

source: Vehicle Dependent
pt_pt: Dependente do Veículo

source: Vehicle Medium
pt_pt: Meio do Veículo

source: Vehicle Position Clipboard Transferer
pt_pt: Tranferência de Clipboard da Posição do Veículo

source: Vehicle Speed
pt_pt: Velocidade do Veículo

source: Vehicle State
pt_pt: Estado de Veículo

source: Vehicle State Monitor
pt_pt: Monitor de Estado de Veículo

source: Vehicle Timeline
pt_pt: Linha de Tempo do Veículo

source: Vehicle can now be used to execute dead reckoning missions.
pt_pt: Veículo pode agora ser usado para executar missões em dead reckoning

source: Vehicle icon size (0 for real size)
pt_pt: Tamanho do icone do veículo (0 para tamanho real)

source: Vehicle path
pt_pt: Percurso de Veículo

source: Vehicles
pt_pt: Veículos

source: Vehicles detected
pt_pt: Veículo s detectados

source: Velocity of the point of interest
pt_pt: Velocidade do ponto de interesse

source: Verify plans for island nodes
pt_pt: Verificar planos para nós em ilha

source: Verifying against schema...
pt_pt: A verificar contra o esquema...

source: Version
pt_pt: Versão

source: Version:
pt_pt: Versão:

source: Version: %version
pt_pt: Versão: %version

source: Vertical Accuracy
pt_pt: Precisão Vertical
