Repository: LSTS/neptus
Catalog: conf/i18n/*/neptus.po
Languages: pt_pt

source: QRouteElement
pt_pt: Elemento QRoute

source: Queue OK
pt_pt: Fila normal

source: Queue full
pt_pt: Fila cheia

source: Queue size:
pt_pt: Tamanho da fila:

source: Queued
pt_pt: Em Fila

source: Quick Logbook Panel
pt_pt: Painel de Livro de Log Rápido

source: R2D Shortcuts
pt_pt: Atalhos R2D

source: RACETRACK
pt_pt: PISTA DE CORRIDA

source: READY
pt_pt: PRONTO

source: RETRYING
pt_pt: A TENTAR DE NOVO

source: ROV Hostname
pt_pt: Nome do hospedeiro do ROV

source: ROV Information Layer
pt_pt: Camada de informação do ROV

source: RPM should be positive
pt_pt: RPM deve ser positivo

source: Radians
pt_pt: Radianos

source: Radius
pt_pt: Raio

source: Radius of the circle where the ASV should keep its position
pt_pt: Raio do circulo onde o ASV deve manter a sua posição

source: Radius of the maneuver.
pt_pt: Raio da manobra

source: Radius: %radius m
pt_pt: Raio: %radius m

source: Range %systemName commanded to %systemCount systems
pt_pt: Alcance para %systemName comandado para %systemCount sistema(s)

source: Range System
pt_pt: Pedir Alcance para Sistema

source: Ranging of %systemName is in progress...
pt_pt: Pedido de alcance para %systemName em execução...

source: Ranging of %systemName timed out.
pt_pt: Pedido de alcance para %systemName excedeu o tempo.

source: Reading %message
pt_pt: A ler %message

source: Received on %timeStamp (%context)
pt_pt: Recebido em %timeStamp (%context)

source: Receiver name
pt_pt: Nome de receptor

source: Recent:
pt_pt: Recente:

source: Recently opened
pt_pt: Ficheiros Recentes

source: Recently opened checklist files.
pt_pt: Ficheiros Recentes de Checklists.

source: Recently opened consoles files.
pt_pt: Ficheiros Recentes de Consolas.

source: Recently opened misc files.
pt_pt: Ficheiros Recentes de Outros

source: Recently opened mission files
pt_pt: Ficheiros Recentes de Missões

source: Recently opened mission files.
pt_pt: Ficheiros Recentes de Missões.

source: Record
pt_pt: Gravar

source: Record Mouse Actions
pt_pt: Gravar Ações do Rato

source: Record Stream
pt_pt: Gravar Fluxo

source: Record to disk
pt_pt: Gravar para disco

source: Recorded Video FPS
pt_pt: Video FPS gravado

source: Recreate
pt_pt: Regerar

source: Red
pt_pt: Vermelho

# Colormap name
source: RedYellowGreen
pt_pt: VermelhoAmareloVerde

source: Redirect Unknown Comms. To First Vehicle In Comm. List
pt_pt: Redirecionar Comunicações Desconhecidas Para Primeiro Veículo Na Lista De Comunicação

source: Redo
pt_pt: Refazer

source: Redo Selection
pt_pt: Refazer Selecção

source: Redraw
pt_pt: Redesenhar

source: Reference Point
pt_pt: Ponto de referência

source: Refresh
pt_pt: Refrescar

source: Refresh Controllers
pt_pt: Refrescar Controladores

source: Rejected
pt_pt: Rejeitado

source: Rejected range color
pt_pt: Cor da distância rejeitada

source: Rejected.
pt_pt: Rejeitado.

source: Relative to HomeRef
pt_pt: Relativo à Localização Base

source: Reload
pt_pt: Re-Carregar

source: Reload Panel
pt_pt: Re-Carregar Painel

source: Remote Delete Confirmation
pt_pt: Confirmação de Apagar Remoto

source: Remote History
pt_pt: História Remota

source: Remote Neptus
pt_pt: Neptus remoto

source: Remote Operation Control Panel
pt_pt: Painel de Controlo de Teleoperação

source: Remote Plan Control
pt_pt: Controlo de Plano Remoto

source: Remote State simple display
pt_pt: Mostrador Simples de Estado Remoto

source: RemoteState Simple Display
pt_pt: Mostrador Simples de EstadoRemoto

source: Remove
pt_pt: Remover

source: Remove
pt_pt: Remover

source: Remove %maneuverName
pt_pt: Remover %maneuverName

source: Remove %planName from mission?
pt_pt: Remover '%planName' da missão

source: Remove %transponderName
pt_pt: Remover '%transponderName'

source: Remove '%planName' from %system
pt_pt: Remover '%planName' de %system

source: Remove Group
pt_pt: Remover Grupo

source: Remove Item
pt_pt: Remover Elemento

source: Remove Outliers
pt_pt: Remover Outliers

source: Remove Selected
pt_pt: Remover Selecção

source: Remove all transponders from vehicle
pt_pt: Remover todos os transponders do veículo

source: Remove mark
pt_pt: Remover marca

source: Remove selected plugin
pt_pt: Remover Plugin seleccionado

source: Remove the maneuver %maneuverId
pt_pt: Remover a manobra %maneuverId

source: Remove...
pt_pt: Remover...

source: Renderer 3D Priority
pt_pt: Prioridade 3D do Renderer

source: Renderer Icons Size
pt_pt: Tamanho dos Icones no Renderer

source: Renderer Plan Color
pt_pt: Cor do Plano do Renderer

source: Renderer Update Periode For Vehicle State (ms)
pt_pt: Período De Actualização Do Renderer Para Estado Do Veículo (ms)

source: Replay interval in milliseconds
pt_pt: Repetir intervalo em milisegundos

source: Report
pt_pt: Relatório

source: Report bugs to %email
pt_pt: Reportar erros para %email

source: Request %d completed successfully.
pt_pt: Pedido %d completado com sucesso

source: Request plans automatically
pt_pt: Pedir lista de planos automaticamente

source: Request sent but limits not yet received
pt_pt: Pedido enviado mas limites ainda não foram recebidos

source: Requests the entities sections parameters from the vehicle.
pt_pt: Pede ao veículo os parâmetros das secções das entidades.

source: Reset
pt_pt: Reiniciar

source: Reset Base Heading
pt_pt: Apagar Direcção da Base

source: Reset Tracker
pt_pt: Reiniciar Tracker

source: Reset Viewport
pt_pt: Reiniciar Vista

source: Reset camera view along the current view direction
pt_pt: Reiniciar a vista da câmara ao longo da direcção da vista corrente

source: Reset the current rotation (up facing north)
pt_pt: Reiniciar a rotação currente (apontar para norte)

source: Reset the current view to defaults
pt_pt: Reiniciar a vista corrente para os valores pré-definidos

source: Reset the interface
pt_pt: Reiniciar a Interface

source: Resetting... Wait please...
pt_pt: A reiniciar... Aguarde por favor...

source: Resolution
pt_pt: Resolução

source: Result
pt_pt: Resultado

source: Resume replay
pt_pt: Continuar reprodução

source: Resuming...
pt_pt: Resumindo...

source: Retract extra info.
pt_pt: Fechar informação extra

source: Review & Analysis
pt_pt: Revisão e Análise

source: Rhodamine Oil Visualizer
pt_pt: Visualização de Rodamina e Óleo

source: Right
pt_pt: Direita

source: Right mouse button
pt_pt: Botão direito do rato

source: Roll
pt_pt: Rotação

source: Roll min/max/amp/avg
pt_pt: Rotação min/max/amp/média

source: Roll:
pt_pt: Rotação:

source: Root Messages Listeners:
pt_pt: Escutas de mensagens de raiz:

source: Rotate the plan
pt_pt: Rodar o plano

source: Rotation
pt_pt: Rotação

source: Rotation over the vertical axis:
pt_pt: Rotação sobre eixo vertical:

source: Rows Plan
pt_pt: Plano Tipo Paternas

source: Run
pt_pt: Executar

source: Run CheckList
pt_pt: Executar Checklist

source: Running
pt_pt: A correr

source: Running.
pt_pt: A correr.

source: SERVICE
pt_pt: SERVIÇO

source: SI Unit or knots
pt_pt: Unidade SI ou nós

source: SIMULATION
pt_pt: SIMULAÇÃO

source: SORTED
pt_pt: ORDENADO

source: SPOT Overlay
pt_pt: Camada SPOT

source: STATICSENSOR
pt_pt: SENSORESTÁTICO

source: STATION_KEEP
pt_pt: MANTER_POSIÇÃO

source: SYSTEM_FULL
pt_pt: SISTEMA_COMPLETO

source: Salinity Color Map
pt_pt: Mapa de cores da Salinidade

source: Salinity Replay
pt_pt: Replay da Salinidade

source: Salinity VS Depth
pt_pt: Salinidade vs Profundidade

source: Salinity Vs Depth plot
pt_pt: Gráfico da Salinidade vs Profundidade

source: Sample Text
pt_pt: Texto de Amostra

source: Satellites
pt_pt: Satélites

source: Saturation
pt_pt: Saturação

source: Save
pt_pt: Guardar

source: Save Checklist
pt_pt: Guardar Checklist

source: Save Console
pt_pt: Guardar Consola

source: Save Console As
pt_pt: Guardar Consola Como

source: Save Image
pt_pt: Guardar imagem

source: Save Image With Caption
pt_pt: Guardar imagem com legenda

source: Save Map
pt_pt: Guardar Mapa

source: Save Mission As...
pt_pt: Guardar Missão Como...

source: Save Plain Image
pt_pt: Guardar imagem planificada

source: Save as
pt_pt: Guardar como

source: Save as Height Map
pt_pt: Guardar como mapa de alturas

source: Save as Map
pt_pt: Guardar como Mapa

source: Save as PDF
pt_pt: Guardar como PDF

source: Save as PDF with custom settings
pt_pt: Guardar como PDF com opções customizadas

source: Save changes?
pt_pt: Guardar alterações?

source: Save checklist?
pt_pt: Guardar Checklist?

source: Save file
pt_pt: Guardar imagem

source: Save file as
pt_pt: Guardar ficheiro como

source: Save image
pt_pt: Guardar imagem

source: Save image or as map
pt_pt: Guardar imagem ou como mapa

source: Save mesh to a file
pt_pt: Guardar malha para um ficheiro

source: Save mission
pt_pt: Guardar missão

source: Save options
pt_pt: Opções de armazenamento

source: Save pointcloud as
pt_pt: Guardar nuvem de pontos como

source: Saved in '%filePath'
pt_pt: Guardado em '%filePath'

source: Saves the visible entities sections in the vehicle.
pt_pt: Guarda as secções vísiveis das entidades no veículo.

source: Saving to a OBJ file
pt_pt: A guardar para ficheiro OBJ

source: Saving to a PLY file
pt_pt: A guardar para ficheiro PLY

source: Saving to a STL file
pt_pt: A guardar para ficheiro STL

source: Saving to a VTK file
pt_pt: A guardar para ficheiro VTK

source: Saving to a WRL file
pt_pt: A guardar para ficheiro WRL

source: Saving to a X3D file
pt_pt: A guardar para ficheiro X3D

source: Schema extracted to file:
pt_pt: Esquema extraído para ficheiro:

source: Script to run. Use $(var) to access message fields like in $(EstimatedState.Navigation.x)
pt_pt: Escrita para correr. Usar $(var) para aceder campos de mensagem como em $(EstimatedState.Navigation.x)

source: Seconds between history update requests
pt_pt: Segundos entre pedidos de actualizações da história remota

source: Seconds between updates.
pt_pt: Segundos entre actualizações

source: Seconds to display ranges
pt_pt: Segundos para mostrar distâncias

source: See DVL data
pt_pt: Ver dados de DVL

source: See Multibeam data
pt_pt: Ver dados de Multi-feixe

source: See Note & Actions
pt_pt: Ver Notas e Acções

source: See Pressure data color map
pt_pt: Visualizar mapa de cores dos dados de pressão

source: See Salinity data color map
pt_pt: Visualizar mapa de cores dos dados de salinidade

source: See Temperature data color map
pt_pt: Visualizar mapa de cores dos dados de temperatura

source: Select Checklist
pt_pt: Seleccionar Checklist

source: Select Entities
pt_pt: Seleccionar Entidades

source: Select Iridium gateway
pt_pt: Seleccionar a gateway Iridium

source: Select System
pt_pt: Seleccionar Sistema

source: Select Vehicle
pt_pt: Seleccionar Veículo

source: Select a location on map...
pt_pt: Escolha uma localização no mapa...

source: Select acoustic gateway
pt_pt: Seleccionar a Gateway acústica

source: Select acoustic gateway to use
pt_pt: Seleccionar a Gateway acústica a usar

source: Select an Option
pt_pt: Seleccione uma Opção

source: Select an image first
pt_pt: Seleccionar uma imagem primeiro

source: Select application
pt_pt: Escolha uma Aplicação

source: Select console to open
pt_pt: Seleccionar consola a abrir

source: Select destination file
pt_pt: Seleccionar ficheiro destino

source: Select entity to be calibrated
pt_pt: Selecionar entidade para ser calibrada

source: Select folder where to save concatenated log
pt_pt: Seleccionar pasta onde guardar log concatenado

source: Select folders to concatenate
pt_pt: Seleccionar pastas para concatenar

source: Select image...
pt_pt: Seleccionar imagem...

source: Select the comms. queues size.
pt_pt: Seleccionar o tamanho das filas de comunicação.

source: Select the language to use for the interface (needs restart). (Format [a-z]{2}_[A-Z]{2}
pt_pt: Seleccionar a linguagem a usar para a interface (necessita reiniciar). (Formato [a-z]{2}(_[A-Z]{2})

source: Select this if you want the speech on or off.
pt_pt: Selecionar isto se quiser o discurso ligado ou desligado.

source: Select vehicle
pt_pt: Seleccionar Veículo

source: Select...
pt_pt: Selecçionar...

source: Selecting Main Vehicle: no Vehicles configured/loaded in Neptus
pt_pt: A Seleccionar Veículo Principal: sem veículos configurados/carregados em Neptus

source: Selecting Plan: no Mission Loaded in console
pt_pt: A Selecionar Plano: nenhuma missão carregada na consola

source: Selection
pt_pt: Selecção

source: Send
pt_pt: Enviar

source: Send %planName to %system
pt_pt: Enviar '%planName' para %system

source: Send Acoustic Beacons
pt_pt: Enviar Beacons Acústicos.

source: Send GPS Fix
pt_pt: Enviar GPS Fix

source: Send Message
pt_pt: Enviar Mensagem

source: Send Plan
pt_pt: Enviar Plano

source: Send Plan acoustically
pt_pt: Enviar Plano acusticamente

source: Send Selected Plan
pt_pt: Enviar Plano Seleccionado

source: Send Start Plan
pt_pt: Enviar Iniciar Plano

source: Send abort to the main vehicle (Ctrl+click to send to all known vehicles)
pt_pt: Enviar Abortar para o veículo principal (Ctrl+click para enviar para todos os veículos conhecidos)

source: Send by Acoustic Modem
pt_pt: Enviar por Modem Acústico

source: Send command
pt_pt: Enviar comando

source: Send device updates
pt_pt: Enviar actualizações de dispositivo

source: Send the modified properties.
pt_pt: Enviar as propriedades alteradas.

source: Send to Vehicle
pt_pt: Enviar para Veículo

source: Sender e-mail
pt_pt: Correio electronico do emissor

source: Sender name
pt_pt: Nome do emissor

source: Sending message to %systemName...
pt_pt: Enviar messagem para %systemName...

source: Sent messages frequency:
pt_pt: Frequencia de mensagens enviadas:

source: Separate Operational Areas Per Vehicle
pt_pt: Separar Areas Operacionais Por Veículos

source: Serial Port
pt_pt: Porta Série

source: Serial Port Baud Rate
pt_pt: Baud Rate da Porta Série

source: Serial Port Data Bits
pt_pt: Bits de Dados da Porta Série

source: Serial Port Device
pt_pt: Dispositivo de Porta Série

source: Serial Port Frame Type
pt_pt: Frame Type da Porta Série

source: Serial Port Parity Bits
pt_pt: Bits de Paridadeda Porta Série

source: Serial Port Stop Bits
pt_pt: Bits de Stop da Porta Série

source: Series...
pt_pt: Séries...

source: Service Mode
pt_pt: Modo de Serviço

source: Service Name
pt_pt: Nome de Serviço

source: Service name for acoustic message sending
pt_pt: Nome de serviço para envio de mensagem acústica

source: Services:
pt_pt: Serviços:

source: Servo Control
pt_pt: Controlo de Servo

source: Servo id
pt_pt: ID de Servo

source: Set 2 locations
pt_pt: Definir 2 localizações

source: Set Location 1
pt_pt: Definir Localização 1

source: Set Location 2
pt_pt: Definir Localização 2

source: Set Main Vehicle...
pt_pt: Definir Veículo Principal...

source: Set Operation Limits
pt_pt: Definir Limites de Operação

source: Set Properties
pt_pt: Definir Propriedades

source: Set home reference
pt_pt: Definir a localização base

source: Set mission
pt_pt: Definir missão

source: Set mission home
pt_pt: Definir localização base da missão

source: Set plan depth / altitude
pt_pt: Definir profundidade / altitude do plano

source: Set plan depth to %newDepth
pt_pt: Definir profundidade do plano para %newDepth

source: Set plan vehicles...
pt_pt: Definir veículos do plano...

source: Set reference
pt_pt: Definir a referencia

source: Set the center location
pt_pt: Definir localização central

source: Set this location as Mine
pt_pt: Definir esta localização como Minha

source: Set this so if component is hidden is if it's not there at all. For most uses leave it at true.
pt_pt: Definir isto para se o componente estiver escondido, é como se não estivesse lá. Para a maioria das aplicabilidades deixar-lo como verdadeiro.

source: Set to true links the last maneuver to the first creating a cicled plan
pt_pt: Definir para verdadeiro liga a última manobra à primeira criando um plano ciclico

source: Set to use a system heading as mine
pt_pt: Definir para usar uma orientação de sistema como minha

source: Set to use a system position and heading as mine
pt_pt: Definir para usar uma localização e orientação de sistema como minha

source: Set to use a system to derive heading
pt_pt: Definir para usar um sistema para derivar orientação

source: Set update periodicity in miliseconds
pt_pt: Configurar periodicidade de actualização para milisegundos

source: Settings
pt_pt: Preferências

source: Settings...
pt_pt: Preferências...

source: Setup new system comms.
pt_pt: Estabelecer comunicações de novo sistema

source: Setup new vehicle comms.
pt_pt: Estabelecer comunicações de novo veículo

source: Shadow Size
pt_pt: Tamanho da Sombra

source: Share %planName
pt_pt: Partilhar '%planName'

source: Shift
pt_pt: Deslocar

source: Ship
pt_pt: Navio

source: Ship Info
pt_pt: Informação de Navio

source: Ship speed (m/s)
pt_pt: Velocidade do navio (m/s)

source: Show
pt_pt: Mostrar

source: Show %log data
pt_pt: Mostrar %log data

source: Show '%element'
pt_pt: Mostrar '%element'

source: Show 3D replay
pt_pt: Mostar reprodução 3D

source: Show Console
pt_pt: Mostrar Consola

source: Show Data
pt_pt: Mostrar Dados

source: Show Downloader
pt_pt: Mostrar Descarregador

source: Show External Systems Icons
pt_pt: Mostrar Icones de Sistemas Externos

source: Show GPS Fix Icon
pt_pt: Mostrar ícone de GPS Fix

source: Show Help
pt_pt: Mostrar Ajuda

source: Show Icon
pt_pt: Mostrar Ícone

source: Show Only Declared Profiles to User
pt_pt: Mostrar Apenas Prefis Declarados para Utikizador

source: Show Operational Area on map
pt_pt: Mostrar Area Operacional no mapa

source: Show SST
pt_pt: Mostrar SST (temperatura à superfície)

source: Show SST legend
pt_pt: Mostrar legenda SST

source: Show Seconds
pt_pt: Mostrar Segundos

source: Show System Symbol Or Text
pt_pt: Mostrar Simbolo Ou Texto Do Sistema

source: Show System With Authority Equal Or Above
pt_pt: Mostrar Sistema Com Autoridade Igual Ou Superior

source: Show Systems Icons On Renderer
pt_pt: Mostrar sistemas no Renderer (mapa)

source: Show Systems Icons That Are Filtered Out
pt_pt: Mostrar Ícones dos Sistemas Que Estão Filtrados

source: Show Title
pt_pt: Mostrar Título

source: Show Title Inline for Every Entity
pt_pt: Mostrar Titulo em Linha para Toda a Entidade

source: Show Tracker Data
pt_pt: Mostrar Dados de Seguimento

source: Show Unit in the Title
pt_pt: Mostrar Unidade no Título

source: Show back distance
pt_pt: Mostrar distancia para trás

source: Show currents
pt_pt: Mostrar correntes

source: Show currents legend
pt_pt: Mostrar legenda de correntes

source: Show down distance
pt_pt: Mostrar distancia para baixo

source: Show front distance
pt_pt: Mostrar distancia para a frente

source: Show generated message
pt_pt: Mostrar mensagem gerada

source: Show legend
pt_pt: Mostrar legenda

source: Show only when selected
pt_pt: Mostrar apenas quando seleccionado

source: Show sea level
pt_pt: Mostrar nivel do mar

source: Show speed in knots
pt_pt: Mostrar velocidade em nós

source: Show systems extended OSD in render
pt_pt: Mostrar OSD de sistemas estendido no Renderer

source: Show systems info OSD in render
pt_pt: Mostrar OSD de sistemas no Renderer

source: Show tail
pt_pt: Mostrar trilho

source: Show tail of fix GPS Points
pt_pt: Mostrar trilho dos fixes de GPS

source: Show up distance
pt_pt: Mostrar distancia para cima

source: Show vessel names
pt_pt: Mostrar nomes de navios

source: Show vessel speeds
pt_pt: Mostrar velocidade de navios

source: Show waves
pt_pt: Mostrar ondulação

source: Show waves legend
pt_pt: Mostrar legenda de ondulação

source: Show wind
pt_pt: Mostrar vento

source: Show world map
pt_pt: Mostrar mapa mundo

source: Show/Hide Configuration Panel
pt_pt: Mostrar/Esconder Painel de Configurações

source: Show/Hide Download Panel
pt_pt: Mostrar/Esconder Painel do Descarregador

source: Shows context-specific help
pt_pt: Mostra ajuda especifica-contexto

source: Shows the Vehicle's speed
pt_pt: Mostrar velocidade do Veículo

source: Sidescan Analyzer
pt_pt: Analizador de Sonar de Varrimento Lateral

source: Sidescan ColorMap
pt_pt: Mapa de Cores de Sonar

source: Sidescan Histogram
pt_pt: Histograma do Sonar de Varrimento Lateral

source: Sidescan Layer
pt_pt: Camada de Sonar de Varrimento Lateral

source: Sidescan Replay
pt_pt: Reprodução do Sonar de Varrimento Lateral

source: Simulated (flat) bathymetry
pt_pt: Simular batimetria (plana)

source: Simulated Height...
pt_pt: Altitude Simulada...

source: Simulated State Layer
pt_pt: Camada de Estado Simulado

source: SimulatedState path
pt_pt: Caminho da posição estimada

source: Simulating %vehicle for %time
pt_pt: A simular %veículo durante %time

source: Simulation
pt_pt: Simulação

source: Size
pt_pt: Tamanho

source: Slower
pt_pt: Abrandar

source: Smooth image resizing
pt_pt: Suaviar ao aumentar a imagem

source: Solid based representation
pt_pt: Representação sólida

source: Solve
pt_pt: Resolver

source: Some of the configuration parameters are not correct!
pt_pt: Alguns dos parâmetros de configuração não estão correctos!

source: Some systems are not active. Do you want to send by acoustic modem?
pt_pt: Alguns sistemas não estão activos. Quer enviar por modem acústico?

source: Source
pt_pt: Origem

source: South
pt_pt: Sul

source: Specify End Date
pt_pt: Especificar data de fim

source: Specify Start Date
pt_pt: Especificar data de inicio

source: Speech On
pt_pt: Fala activa

source: Speed
pt_pt: Velocidade

source: Speed Indicator
pt_pt: Indicador de Velocidade

source: Speed Indicator Panel
pt_pt: Painel de Indicador de Velocidade

source: Speed Units
pt_pt: Unidades de Velocidade

source: Speed units
pt_pt: Unidades de velocidade

source: Spherical Offsets
pt_pt: Desvios Esfericos

source: Split orientation
pt_pt: Orientação da divisão

# Colormap name
source: Spring
pt_pt: Primavera

source: Square Curve
pt_pt: Curva Recta

source: Square Side Length
pt_pt: Comprimento do Lado Recto

source: Square=0 | Circle=1
pt_pt: Quadrado=0 | Círculo=1

source: Src. Entity
pt_pt: Entidade Emitora

source: Start %commName comms.
pt_pt: Iniciar comunicações %commName.

source: Start Auto Snapshot
pt_pt: Iniciar captura de instantâneo automático

source: Start Plan
pt_pt: Iniciar Plano

source: Start Tele-Operation
pt_pt: Entrar em Teleoperação

source: Start Z Units
pt_pt: Unidades de Z para ponto ínicial

source: Start and Stop local web server
pt_pt: Iniciar e Parar servidor de rede local

source: Start from current position
pt_pt: Iniciar da posição actual

source: Start from current position or use the location field
pt_pt: Iniciar da posição actual ou usar o campo de localização

source: Start location
pt_pt: Localização de inicio

source: Start plan
pt_pt: Iniciar plano

source: Start/Stop
pt_pt: Começar/Parar

source: Started Operation
pt_pt: Inicio de Operação

source: Started Teleoperation
pt_pt: Entrada em Teleoperação

source: Starting %appname...
pt_pt: A iniciar %appname...

source: Starting %program %arg...
pt_pt: A iniciar %program %arg...

source: Starting Maneuver
pt_pt: A Iniciar Manobra

source: Starting interface
pt_pt: A iniciar interface

source: Starting up
pt_pt: A iniciar

source: Starting...
pt_pt: A iniciar...

source: Starting...
pt_pt: A iniciar...

source: State
pt_pt: Estado

source: State '%state'
pt_pt: Estado '%state'

source: State Listeners:
pt_pt: Escutas do Estado:

source: Statistics
pt_pt: Estatísticas

source: Statistics for %chartname
pt_pt: Estatísticas para %chartname

source: Statistics...
pt_pt: Estatísticas...

source: Status (on/off):
pt_pt: Status (ligado/desligado):

source: Status listeners:
pt_pt: Escutas de Status:

source: Stmp port
pt_pt: Porta STMP

source: Stmp server
pt_pt: Servidor STMP

source: Stop %commName comms.
pt_pt: Parar comunicações %commName.

source: Stop Auto Snapshot
pt_pt: Parar captura de instantâneo automático

source: Stop Loading
pt_pt: Parar carregamento
