Repository: LSTS/neptus
Catalog: conf/i18n/*/neptus.po
Languages: pt_pt

source: Brightness Controller
pt_pt: Controlador de Luminosidade

source: Error initializing the location in the IMC DSL.
pt_pt: Erro ao iniciar a localização no IMC DSL.

source: marks to CSV to '%path'
pt_pt: marcas para CSV em '%path'

source: marks to KML to '%path'
pt_pt: marcas para KML em '%path'

source: of
pt_pt: de

source: # Maneuvers
pt_pt: # de Manobras

source: %1 Colormap
pt_pt: Mapa de cores %1

source: %ExceptionClass while exporting to PCD: %error
pt_pt: %ExceptionClass ao exportar para PCD: %error

source: %Neptus Workspace
pt_pt: Área de Trabalho %Neptus

source: %className thrown
pt_pt: %className lançou

source: %cmd sent over Wi-Fi to %system.
pt_pt: %cmd enviado por Wi-Fi para %system.

source: %cmd to %system failed.
pt_pt: %cmd para %system falhou.

source: %cmd to %system failed: %reason.
pt_pt: %cmd para %system falhou: %reason.

source: %commName Monitor
pt_pt: Monitor de %commName

source: %deltaTime with no messages
pt_pt: %deltaTime sem mensagens

source: %downloadedSize of %fullSize %dataRate - %remainingSize remaining
pt_pt: %downloadedSize de %fullSize %dataRate - %remainingSize em falta

source: %exporterName files
pt_pt: Ficheiros %exporterName

source: %files files
pt_pt: %files ficheiros

source: %fullSize done (in %time) @%dataRate
pt_pt: %fullSize concluído (em %time) @%dataRate

source: %fullSize partially [%partialSize] done (in %time) @%dataRate
pt_pt: %fullSize parcialmente [%partialSize] concluído (em %time) @%dataRate

source: %gateway state
pt_pt: estado de %gateway

source: %listSize files done (in %time) @%dataRate
pt_pt: %listSize ficheiros concluídos (em %time) @%dataRate

source: %manName properties
pt_pt: Propriedades de %manName

source: %manta has no acoustic transducer connected. Connect a transducer.
pt_pt: %manta não tem o transdutor acústico ligado. Ligue um transdutor.

source: %manta is busy. Try again in a few moments
pt_pt: %manta está ocupada. Tente novamente dentro de momentos

source: %manta timed out while trying to abort %systemName
pt_pt: %manta expirou o tempo enquanto tentava abortar %systemName

source: %msgtype messages
pt_pt: Mensagens %msgtype

source: %n Notifications
pt_pt: %n Notificações

source: %number files
pt_pt: %number ficheiros

source: %number messages
pt_pt: %number mensagens

source: %numberOfShips visible ships
pt_pt: %numberOfShips navios visíveis

source: %panel properties
pt_pt: Propriedades de %panel

source: %percent % complete
pt_pt: %percent % completado

source: %plotname plot
pt_pt: Gráfico %plotname

source: %plugin parameters
pt_pt: Parâmetros de %plugin

source: %s custom settings
pt_pt: Preferências de %s

source: %s end actions
pt_pt: Acções de saída de %s

source: %s properties
pt_pt: Propriedades de %s

source: %s specific properties
pt_pt: Propriedades específicas de %s

source: %s start actions
pt_pt: Acções de entrada de %s

source: %systemName Parameters
pt_pt: Parâmetros de %systemName

source: %systemName has acknowledged abort command
pt_pt: %systemName retornou recebimento de uma operação de aborte

source: %vehicle will be %maxDistToBase meters away from here
pt_pt: %vehicle ficará a %maxDistToBase metros daqui

source: %vehicle will finish %distance meters away from base
pt_pt: O %vehicle irá terminar a %distance metros da base

source: %vehiclename - Vehicle Info
pt_pt: %vehiclename - Informação de Veículo

source: (Keys pressed while the Renderer component is focused)
pt_pt: (Teclas premidas enquanto o componente Renderer tiver o focus)

source: (no log loaded)
pt_pt: (nenhum log carregado)

source: (see %url)
pt_pt: (ver %url)

source: 0 for disable filter
pt_pt: 0 para desabilitar filtro

source: 0 to disable
pt_pt: 0 para desabilitar

source: 1 column
pt_pt: 1 coluna

source: 1- Minimum Priority <br>10- Maximum Priority<br>5- Normal Priority
pt_pt: 1- Prioridade Minima <br>10- Prioridade Maxima<br>5- Prioridade Normal

source: 180 Yaw (psi) increment for the 83P parser, set true to increment +180°.
pt_pt: Incremento de 180° em Yaw (psi) para o processador de 83P, colocar a verdadeiro para incrementar +180°.

source: 2 column
pt_pt: 2 colunas

source: 2 locations...
pt_pt: 2 localizações...

source: 2D Image file
pt_pt: Ficheiro de imagem 2D

source: 2D Image scale
pt_pt: Escala da imagem 2D

source: 2D Renderer Shortcuts
pt_pt: Atalhos do Renderer 2D

source: 2D Side View
pt_pt: Visualização Lateral 2D

source: 3 column
pt_pt: 3 colunas

source: 3D Bathymetry
pt_pt: Batimetria 3D

source: 3D Bathymetry Properties
pt_pt: Propriedades da Batimetria 3D

source: 3D Bathymetry Visualization
pt_pt: Visualização 3D Batimetria

source: 3D Filter
pt_pt: Filtros 3D

source: 3D Model Scale
pt_pt: Escala de Modelo 3D

source: 3D Model Viewer
pt_pt: Visualizador de Modelos 3D

source: 3D Model file
pt_pt: Ficheiro de Modelo 3D

source: 3D Multibeam keyboard and mouse interation
pt_pt: Interacção de teclado e rato do Multifeixe 3D

source: 3D Plot
pt_pt: Gráfico 3D

source: 3D Visualization Interaction Help
pt_pt: Ajuda para a interacção com a Visualização 3D

source: 3D files
pt_pt: Ficheiros 3D

source: 3D files
pt_pt: Ficheiros 3D

source: 3DVisualizer configurations
pt_pt: Configurações da Visualização 3D

source: 83P to PCD
pt_pt: 83P para PCD

source: <ANY>
pt_pt: <QUALQUER>

source: <b>Was not</b> possible to deflatten this checklist!
pt_pt: <b>Não foi</b> possível tornar a checklist não simples!

source: <b>Was not</b> possible to flatten this checklist!
pt_pt: <b>Não foi</b> possível tornar a checklist simples!

source: <html><b>Beacon %beaconid (%range m) %datetime <br>%reason
pt_pt: <html><b>Transdutor %beaconid (%range m) %datetime <br>%reason

source: <html>Do you want to save the changes to the current <strong>Console Configuration</strong>?</html>
pt_pt: <html>Quer guardar alterações feitas na<strong>Configuração da Consola</strong> currente?</html>

source: <html>Error in the <b>offset</b> parameters:<br>%errors</html>
pt_pt: <html>Erro em parâmetro de <b>desvio</b>:<br>%errors</html>

source: <html>Error in the <b>polar offset</b> parameters:<br>%errors</html>
pt_pt: <html>Erro em parâmetro de <b>desvio polar</b>:<br>%errors</html>

source: <html>The defaults of the general properties will be dumped to <br><i>%file</i> overwriting the ones already <br>modified in the existing file!<br><br> Do you want to do this?
pt_pt: <html>As propriedades gerais pré-definidas serão despejadas para <br><i>%file</i> reescrevendo as já <br>modificadas no ficheiro existente!<br><br> Quer fazer isto?

source: <html>The entered <b>location</b> is invalid:<br>%errors</html>
pt_pt: <html>A <b>localização</b> introduzida não é valida:<br>%errors</html>

source: <html>The time difference between sent and reception time<br>(clock difference may invalidate it)
pt_pt: <html>A diferença de tempo entre o tempo de envio e de recepção<br>(a diferença de relogios pode invalidar-la)

source: A configuration file must be selected
pt_pt: Nenhum ficheiro de configuração selecionado

source: A container that lays out components in a grid
pt_pt: Um contentor que dispõe os componentes numa grelha

source: A display that updates itself according to a script (Javascript)
pt_pt: Um mostrador que actualiza o seu texto de acordo com um script (código javascript)

source: A new adaptor is needed!
pt_pt: Um novo adaptador é necessário!

source: AIS Overlay
pt_pt: Camada AIS

source: AIS settings
pt_pt: Configurações AIS

source: ALL
pt_pt: TODOS

source: ASSISTED
pt_pt: ASISTIDO

source: ASV Station Keeping radius
pt_pt: Raio da manobra Estacionária para ASV

source: ASV loiter radius
pt_pt: Raio da manobra loiter para ASV

source: ASV speed
pt_pt: Velocidade da manobra nos ASV

source: AUV Station Keeping radius
pt_pt: Raio da manobra Estacionária para AUV

source: AUV loiter radius
pt_pt: Raio da manobra loiter para ASV

source: AUV speed (m/s)
pt_pt: Velocidade para AUV (m/s)

source: AUV travelling depth
pt_pt: Profundidade de viagem para AUV

source: AUV travelling speed
pt_pt: Velocidade de viagem para AUV

source: Abort
pt_pt: Abortar

# Abort button. Make it with less letters as possible.
source: Abort
pt_pt: Abortar

source: Abort %systemName commanded to %systemCount systems
pt_pt: Abortar %systemName comandado para %systemCount sistema(s)

source: Abort Button
pt_pt: Botão de Abortar

source: Abort Mission
pt_pt: Abortar Missão

source: Abort Request
pt_pt: Pedido de Aborte

source: Aborting %systemName acoustically (via %manta)...
pt_pt: A abortar acústicamente %systemName (via %manta)...

source: About
pt_pt: Acerca

source: Absolute Location Display
pt_pt: Mostrador de Localização Absoluta

source: Accepted
pt_pt: Aceite

source: Accepted range color
pt_pt: Cor de distância aceite

source: Accepted.
pt_pt: Aceite.

source: Access Developer Parameters
pt_pt: Aceder a Parâmetros de Desenvolvimento

source: Acoustic Operations
pt_pt: Operações Acústicas

source: Action
pt_pt: Acção

source: Action:
pt_pt: Acção:

source: Actions
pt_pt: Acções

source: Activate Polling
pt_pt: Activar Polling

source: Activate Projection
pt_pt: Projecção Activada

source: Active
pt_pt: Activo

source: Active Plan Statistics
pt_pt: Estatísticas de Plano Activo

source: Active layers selection
pt_pt: Selecção de Camadas Activadas

source: Activity:
pt_pt: Actividade:

source: Add
pt_pt: Adicionar

source: Add %maneuverName
pt_pt: Adicionar %maneuverName

source: Add %maneuverName1 before %maneuverName2
pt_pt: Adicionar %maneuverName1 antes de %maneuverName2

source: Add Box2D
pt_pt: Adicionar Caixa2D

source: Add Free-hand drawing
pt_pt: Adicionar desenho livre

source: Add Line Segment
pt_pt: Adicionar Linha

source: Add Mark
pt_pt: Adicionar Marca

source: Add My location to map as marker
pt_pt: Adicionar a minha localização ao mapa como marcador

source: Add QRoute
pt_pt: Adicionar Corredor Q (QRoute)

source: Add a mark at %system's location
pt_pt: Adicionar uma marca em %system's location

source: Add a mark at this location
pt_pt: Adicionar uma marca nesta localização

source: Add a mark at...
pt_pt: Adicionar uma marca em...

source: Add a new transponder
pt_pt: Adicionar novo transdutor

source: Add as plan
pt_pt: Adicionar como plano

source: Add depth sounding
pt_pt: Adicionar valores de profundidade

source: Add filled polygon
pt_pt: Adicionar polígono fechado

source: Add freehand drawing
pt_pt: Adicionar desenho livre

source: Add mark
pt_pt: Adicionar marca

source: Add marker
pt_pt: Adicionar marca

source: Add mine danger area
pt_pt: Adicionar area de perigo de mina

source: Add multiple waypoints
pt_pt: Adicionar múltiplos pontos-de-passagem

source: Add new system
pt_pt: Adicionar novo sistema

source: Add new vehicle
pt_pt: Adicionar novo veículo

source: Add plan template
pt_pt: Adicionar template de plano

source: Add polygon (unfilled)
pt_pt: Adicionar polígono (aberto)

source: Add the %mapelement '%elem'
pt_pt: Adicionar %mapelement '%elem'

source: Add the maneuver %maneuverId
pt_pt: Adicionar manobra %maneuverId

source: Add to map
pt_pt: Adicionar ao mapa

source: Add transponder
pt_pt: Adicionar transdutor

source: Add unfilled polygon
pt_pt: Adicionar polígono aberto

source: Add...
pt_pt: Adicionar...

source: Addition factor
pt_pt: Factor de adição

source: Advance
pt_pt: Avançadas

source: Advanced
pt_pt: Avançadas

source: AirCam Display
pt_pt: Mostrador de Câmara AirCam

source: Alarm Value
pt_pt: Valor de Alarme

source: Alarm condition
pt_pt: Condição de alarme

source: Alignment Procedure
pt_pt: Procedimento de Alinhamento

source: Alignment Speed
pt_pt: Velocidade para Alinhamento

source: All Files
pt_pt: Todos os Ficheiros

source: All Messages
pt_pt: Todas as Mensagens

source: All maneuvers have the same values.
pt_pt: Todas as manobras têm os mesmos valores.

source: All messages
pt_pt: Todas as mensagens

source: Allow console exposure to the outside
pt_pt: Permitir exposição da consola para o exterior

source: Allows sending entries to the logbook
pt_pt: Permite enviar entradas para o livro de diário

source: Allows to add 2 components with a flexible split bar
pt_pt: Permite adicionar 2 componentes com uma barra separadora flexível

source: Allows to add various tabs to the console
pt_pt: Permite acrescentar vários separadores à consola

source: Alpha
pt_pt: Transparência

source: Also display seconds in coordinates
pt_pt: Também mostrar segundos em coordenadas

source: Always runs a verification on the plan for maneuvers that have no input edges. If you choose to switch off here you can allways click Alt whan sending the plan that this verification will run.
pt_pt: Correr sempre uma verificação no plano para manobras que não têm ligações de entrada.Se escolher desligar aqui pode sempre clicar Alt ao enviar o plano, que esta verificação irá correr.

source: Always runs a verification on the plan for maneuvers that have no input edges. If you choose to switch off here you can allways click Alt when sending the plan that this verification will run.
pt_pt: Correr sempre uma verificação no plano para manobras que não têm ligações de entrada.Se escolher desligar aqui pode sempre clicar Alt ao enviar o plano, que esta verificação irá correr.

source: Ammount of time (in milliseconds) to wait between updates
pt_pt: Intervalo de tempo (em milisegundos) de espera entre actualizações

source: Android CCU Tools
pt_pt: Ferramentas para Android CCU

source: Announce not arriving for some time
pt_pt: Anúncio de sistemas não chega à algum tempo

source: Another node with this ID detected!
pt_pt: Outro nó com o mesmo ID detectado!

source: Antialiasing
pt_pt: Anti-alisamento

source: Any
pt_pt: Qualquer

source: Any messages comming from unknown vehicle will be redirect to the first on comm. list.
pt_pt: Qualquer mensagem vinda de veículo desconhecido será redirecionada para o primeiro na lista de comunicação.

source: Append New Group
pt_pt: Adicionar Novo Grupo

source: Append New Item (Double Click on the Bottom of the Group)
pt_pt: Adicionar Novo Elemento (Duplo Click na Parte Inferior do Grupo)

source: Append group
pt_pt: Adicionar grupo

source: Append item
pt_pt: Adicionar Elemento

source: Application started
pt_pt: Aplicação iniciada

source: Apply Sound Speed Correction
pt_pt: Aplicar correcção de velocidade

source: Apply sound speed correction.
pt_pt: Aplicar correcção de velocidade.

source: Apply speed correction (along path)
pt_pt: Aplicar correcção de velocidade (ao longo do caminho)

source: Are you sure you want to abort the current plan
pt_pt: Tem a certeza que quer escrever por cima do plano corrente

source: Are you sure you want to delete selected log files from remote system?
pt_pt: Tem a certeza que quer apagar ficheiros de log selecionados do sistema remoto?

source: Are you sure you want to delete selected log folders from remote system?
pt_pt: Tem a certeza que quer apagar pastas de log selecionados do sistema remoto?

source: Are you sure you want to overwrite existing file
pt_pt: Tem a certeza que quer escrever por cima do ficheiro existente

source: Are you sure you want to send only %beaconsToSend?
pt_pt: Tem a certeza que quer enviar apenas %beaconsToSend?

source: Area Center
pt_pt: Centro da Área

source: Area Limits
pt_pt: Limites de Área de Operação

source: Attributes
pt_pt: Atributos

source: Audible position updates
pt_pt: Actualizações audíveis de posição

source: Audio Alerts
pt_pt: Alarmes Audíveis

source: Audio Vehicle State Alerts
pt_pt: Alerta de Estado de Veículo Audível

source: Auto Create Container Gaps
pt_pt: Auto-Criar Contentor de Margens

source: Auto Create Gaps
pt_pt: Auto Criar Margens

source: Auto Snapshot Period (s)
pt_pt: Período de Instantâneo Automático (s)

source: Auto Sync. Only Non Idle Logs
pt_pt: Auto-Sincronizar Apenas Logs Não Ideais

source: Automatic Update Log List from Remote Systems
pt_pt: Actualização Automática de Lista Log dos Sistemas Remotos

source: Autopilot Mode Indicator
pt_pt: Indicador de Modo de Piloto Automático

source: Available
pt_pt: Disponível

source: Avg depth
pt_pt: Profundidade média

source: Axis attitude
pt_pt: Atitude do eixo

source: Axis origin (Home Ref.)
pt_pt: Origem do eixo (Localização Base)

source: Azimuth
pt_pt: Azimute

source: BLOCKED
pt_pt: BLOQUEADO

source: BOOT
pt_pt: ARRANQUE

source: Back distance variable
pt_pt: Variável para distância traseira

source: Bad configuration parsing for transponder %transponderid!
pt_pt: Erro no processamento das configurações para o transdutor %transponderid!

source: Base Folder For Currents TUV or netCDF Files
pt_pt: Directório base para ficheiros de correntes TUV ou netCDF

source: Base Folder For Meteo netCDF Files
pt_pt: Directório base para ficheiros de meteorologia netCDF

source: Base Folder For Waves netCDF Files
pt_pt: Directório base para ficheiros de ondas netCDF

source: Base Location
pt_pt: Localização Base

source: Base Location Settings
pt_pt: Configurações Localização Base

source: Base Maps
pt_pt: Mapas Base

source: Base Orientation
pt_pt: Orientação Base

source: Batch PDF report
pt_pt: Lote de relatórios PDF

source: Batch report ended successfully
pt_pt: Lote de relatórios terminado com sucesso

source: Bathymetry
pt_pt: Batimetria

source: Bathymetry 2D
pt_pt: Batimetria 2D

source: Bathymetry 3D
pt_pt: Batimetria 3D

source: Bathymetry layer
pt_pt: Camada de Batimetria

source: Battery text
pt_pt: Texto de bateria

source: Battery value
pt_pt: Valor de bateria

# This will be a tooltip, and use <br> to change line.
source: Be careful changing these values.<br>They may make the vehicle inoperable.
pt_pt: Tenha cuidado ao alterar estes valores.<br>Eles podem tornar o veículo inoperável.

source: Bearing
pt_pt: Orientação

source: Bearing: %bearing °
pt_pt: Rumo: %bearing °

source: Beep on error
pt_pt: Apitar ao erro

source: Black
pt_pt: Preto

source: Blue
pt_pt: Azul

source: Blue Eye Planning
pt_pt: Planeamento do Blue Eye

source: Bootstraping
pt_pt: Processo de arranque

source: Bottom
pt_pt: Fundo

source: Box 2d painter
pt_pt: Pintura 2D da caixa

source: Button Shape
pt_pt: Forma do Botão

source: By default this value is true and makes it display all buttons, if false only teleoperation button is shown.
pt_pt: Por defeito este valor é verdadeiro e faz expor todos os botões, se falso apenas o botão de teleoperação é mostrado.

source: By: %info
pt_pt: Por: %info

source: CALIBRATION
pt_pt: CALIBRAÇÂO

source: CC name
pt_pt: CC nome

source: CCU Event Handler
pt_pt: Manuseador de Evento CCU

source: CONNECTED
pt_pt: LIGADO

source: CPU Usage
pt_pt: Uso de CPU

source: CPU Usage (total)
pt_pt: Uso de CPU (total)

source: CPU load text
pt_pt: Texto de carga de CPU

source: CPU load value
pt_pt: Valor de carga de CPU

source: CSV Data
pt_pt: Dados CSV

source: CTD chart
pt_pt: Gráfico do CTD

source: CTD color map
pt_pt: Mapa de cores do CTD

source: CURR_POS
pt_pt: POS_CORRENTE

source: Calculate
pt_pt: Calcular

source: Calibration Mode
pt_pt: Modo de Calibração

source: Camera Alias
pt_pt: Pseudónimo da Câmara

source: Camera Brand
pt_pt: Marca da câmara

source: Camera IP
pt_pt: IP da câmara

source: Can not add Marks
pt_pt: Não foi possível adicionar Marcas

source: Can not add Marks - Generating Report.
pt_pt: Não foi possível adicionar Marcas - A Gerar Relatório.

source: Can not remove Marks
pt_pt: Não foi possível remover Marcas

source: Can not remove Marks - Generating Report.
pt_pt: Não foi possível remover Marcas - A Gerar Relatório.

source: Can only be auvtrack@mbari.org or lstsfeup+auvtrack@gmail.com
pt_pt: Pode ser apenas auvtrack@mbari.org ou lstsfeup+auvtrack@gmail.com

source: Cancel
pt_pt: Cancelar

source: Cancelled by the user
pt_pt: Cancelado pelo utilizador

source: Cancelled!
pt_pt: Cancelado!

source: Cannot edit a directory!
pt_pt: Não é possível editar um directório!

source: Cannot save mission: file name is empty
pt_pt: Não é possível gravar a missão: nome de ficheiro está vazio

source: Cannot save mission: file name is non existant
pt_pt: Não é possível gravar a missão: ficheiro é inexistente

source: Cannot send GPS fix
pt_pt: Não é possível enviar fix GPS

source: Cause
pt_pt: Causa

source: Cell size
pt_pt: Tamanho da célula

source: Cell size in meters for each map square
pt_pt: Tamanho da célula em metros para cada quadrado do mapa

source: Cell width
pt_pt: Largura de célula

source: Center
pt_pt: Centro

source: Center Location:
pt_pt: Localização Central:

source: Center in
pt_pt: Centrar em

source: Center in...
pt_pt: Centrar em...

source: Center location
pt_pt: Localização Central

source: Center map in...
pt_pt: Centrar mapa em...

source: Center map in:
pt_pt: Centrar mapa em:

source: Change
pt_pt: Alterar

source: Change %planSettings in the entire plan.
pt_pt: Alterar %planSettings em todo o plano.

source: Change '%element'
pt_pt: Alterar '%element'

source: Change Existing Maneuvers
pt_pt: Modificar Manobras Existentes

source: Change Log Name Enabled
pt_pt: Alteração de Nome de Log Hablilitada

source: Change all the plan
pt_pt: Alterar todo o plano

source: Change depth scale
pt_pt: Alterar escala de profundidade

source: Change maneuver location
pt_pt: Alterar localização da manobra

source: Change plan actions.
pt_pt: Alterar as acções de plano.

source: Change the maneuver %maneuverId
pt_pt: Alterar a manobra %maneuverId

source: Change the marks?
pt_pt: Alterar a marca?

source: Change the reference point
pt_pt: Alterar o ponto de referência

source: Change the system to derive heading from
pt_pt: Alterar o sistema para derivar a orientação de

source: Change the system to use heading from
pt_pt: Alterar o sistema para usar a orientação de

source: Change the system to use position and heading from
pt_pt: Alterar o sistema para usar a posição e orientação de

source: Change...
pt_pt: Alterar...

source: Charts
pt_pt: Gráficos

source: Check
pt_pt: Marcar

source: Checked:
pt_pt: Marcado:

source: Checklist <b>was not</b> saved!
pt_pt: Checklist <b>não foi</b> guardada!

source: Checklist files
pt_pt: Ficheiros de Checklists

source: Checklist saved!
pt_pt: Checklists guardada!

source: Choose
pt_pt: Escolha

source: Choose Application...
pt_pt: Escolha uma Aplicação...

source: Choose Visible Layers
pt_pt: Escolha das Camadas Visíveis

source: Choose Visible World Map
pt_pt: Escolha Mapa do Mundo Visível

source: Choose a system
pt_pt: Escolher um sistema

source: Choose a tides source
pt_pt: Escolher uma fonte de marés

source: Choose an active vehicle to download logs (FTP)
pt_pt: Escolha um veículo activo para descarregar Logs (FTP)

source: Choose an existing Mark:
pt_pt: Escolha uma marca existente:

source: Choose and Open a Lsf log
pt_pt: Escolher e abrir ficheiro LSF

source: Choose entities
pt_pt: Escolher entidades

source: Choose one of the available Checklists
pt_pt: Escolha uma das Checklists disponíveis

source: Choose one of the available Vehicles
pt_pt: Escolha um dos Veículos disponíveis

source: Choose one of the available applications
pt_pt: Escolha uma das aplicações disponíveis

source: Choose one of the available systems
pt_pt: Escolha um dos sistemas disponíveis

source: Choose one to continue
pt_pt: Escolher um e continuar

source: Choose the parallel piped color
pt_pt: Escolha cor para o paralelepípedo

source: Choose the plan template
pt_pt: Escolha um template de plano

source: Choose...
pt_pt: Escolha...

source: Chronometer
pt_pt: Cronómetro

source: Class
pt_pt: Classe

source: Clear
pt_pt: Limpar

source: Clear Selection
pt_pt: Limpar Selecção

source: Clear Stored Data
pt_pt: Apagar Dados Guardados

source: Clear cache
pt_pt: Limpar Cache

source: Clear depth soundings
pt_pt: Limpar valores de profundidades

source: Clear operational area
pt_pt: Apagar area operacional

source: Clear queue
pt_pt: Limpar fila

source: Clear ranges
pt_pt: Limpar distâncias
