Repository: LSTS/neptus
Catalog: conf/i18n/*/neptus.po
Languages: pt_pt

source: Vertical Capture angle
pt_pt: Ângulo de Captura Vertical

source: Vertical Grid resolution
pt_pt: Resolução da Grelha Vertical

source: Vertical Group
pt_pt: Grupo Vertical

source: Vertical Speed
pt_pt: Velocidade Vertical

source: Vessel label color
pt_pt: Cor do rótulo da embarcação

source: Video
pt_pt: Vídeo

source: Video Panel JMF
pt_pt: JMF Painel de Video

source: Video Panel Mapping
pt_pt: Mapeamento de Painel de Video

source: Video display for Conceptronic IP Camera
pt_pt: Mostrador de vídeo para câmara Conceptronic IP

source: Video displayer for IP Cameras
pt_pt: Mostrador de vídeo para câmaras IP

source: Video file
pt_pt: Ficheiro de vídeo

source: Video saved in %filename
pt_pt: Vídeo guardado em %filename

source: View
pt_pt: Ver

source: View systems icons in render
pt_pt: Ver icones de sistema no render

source: View...
pt_pt: Ver...

source: View/Edit %transponderName
pt_pt: Ver/Editar '%transponderName'

source: View/Edit home reference
pt_pt: Ver/Editar localização base

source: Visible
pt_pt: Visível

source: Visualizations
pt_pt: Visualizações

source: Visualizer3D
pt_pt: Visualização3D

source: Voltage: %d V
pt_pt: Voltagem: %d V

source: WAIT_AT_SURFACE
pt_pt: ESPERAR_À_SUPERFÍCIE

source: WEB POS RECEIVED
pt_pt: POSISÂO-RECEBIDA POR REDE

source: Wait please
pt_pt: Esperar por favor

source: Waiting for Data...
pt_pt: À espera de dados...

source: Waiting for vehicle action list
pt_pt: À espera de da lista de acções do veículo

source: Waiting for vehicle...
pt_pt: À espera de veículo...

source: Warning
pt_pt: A Avisar

source: Water current Speed
pt_pt: Velocidade da corrente da água

source: Wave Glider CTD
pt_pt: Dados CTD do Wave Glider

source: Waypoints folder
pt_pt: Pasta de pontos de caminho

source: Web Publishing
pt_pt: Publicação em Rede

source: Web Server
pt_pt: Servidor de Rede

source: Web Server Enabled
pt_pt: Servidor de Rede Habilitado

source: Web Server Port
pt_pt: Porta de Servidor em Rede

source: Web address
pt_pt: Endereço electrónico

source: West
pt_pt: Oeste

source: Where is the base located
pt_pt: Onde está localizada a base

source: Where the operator in the basestation is looking at
pt_pt: Para onde está a olhar o operador na estação base

source: Where to place the tabs
pt_pt: Onde colocar os separadores

source: Where to place the toolbar
pt_pt: Onde colocar a barra de ferramentas

source: Where to store and load operational limits
pt_pt: Onde armazenar e carregar os limites operacionais

source: Whether this will be the first maneuver to be executed
pt_pt: Qual destas será a primeira manobra a ser executada

source: Width
pt_pt: Largura

source: Width of the rectangle, in meters
pt_pt: Largura do rectangulo, em metros

source: Width, in meters of the area to be surveyed
pt_pt: Largura em metros da área a inspeccionar

source: Width:
pt_pt: Largura:

source: Width: %width m
pt_pt: Largura: %width m

# Colormap name
source: Winter
pt_pt: Inverno

source: Working
pt_pt: A trabalhar

source: Workspace
pt_pt: Área de Trabalho

source: World Bondaries Shown
pt_pt: Mostrar Limite do Mundo

source: World Map Layer
pt_pt: Mostrar Camada Mapa Mundo

source: WorldMap Shown
pt_pt: Mostrar Mapa Mundo

source: XML Definitions
pt_pt: Definições XML

source: XML layout definition
pt_pt: XML de definição de disposição

source: XTF conversion done.
pt_pt: Conversão para XTF concluída.

source: Yaw Increment
pt_pt: Incremento em Yaw

source: Yellow
pt_pt: Amarelo

source: Yes
pt_pt: Sim

source: YoYo Survey
pt_pt: Survey em Sobe e Desce

source: You can use the index number or the name as listed.
pt_pt: Pode usar o número de indice ou o nome como listado.

source: You have to select an image fisrt.
pt_pt: Tem de seleccionar uma imagem primeiro.

source: Your system doesn't have dot support
pt_pt: O seu sistema não suporta 'dot'

source: Yoyo motion amplitude.
pt_pt: Amplitudo do movimento ondulatório.

source: Z Exaggeration
pt_pt: Exagero de Z

source: Z mode
pt_pt: Modo Z

source: Z relative mode
pt_pt: Modo relativo a Z

source: Z-Units
pt_pt: Unidades-Z

# Maneuver's z units
source: Z-Units
pt_pt: Unidades-Z

source: Zenith
pt_pt: Zénite

source: Zoom (In/Out) the camera
pt_pt: Zoom (In/Out) a câmera

source: Zoom (In/Out) the camera - Static focal point
pt_pt: Zoom (In/Out) a câmera - Ponto focal estático

source: Zoom Level:
pt_pt: Nível de Zoom:

source: active
pt_pt: activo

source: add
pt_pt: adicionar

source: aligned
pt_pt: alinhado

source: allowControlFromWebService
pt_pt: Permitir controlo por serviço Web

source: any
pt_pt: qualquer

source: append group
pt_pt: adicionar grupo

source: append item
pt_pt: adicionar elemento

source: authority
pt_pt: autoridade

source: bearing
pt_pt: orientação

source: boolean
pt_pt: booleano

source: center
pt_pt: centro

source: centerLocation
pt_pt: Localização Central

source: checklist file
pt_pt: ficheiro de Checklist

source: color
pt_pt: cor

source: colormap
pt_pt: Mapa de cores

source: connected
pt_pt: ligado

source: cross angle
pt_pt: Ângulo cruzado

source: cruise depth
pt_pt: Profundidade de cruzeiro

# down offset
source: dOff
pt_pt: desvio para baixo

source: debugOn
pt_pt: Depuração Ligada

source: default
pt_pt: por defeito

source: defaultActiveLayers
pt_pt: Camadas Activas por Defeito

source: defaultDirectory
pt_pt: Directório por Defeito

source: degrees
pt_pt: graus

source: degs
pt_pt: graus

source: depth
pt_pt: profundidade

source: depth (ASL)
pt_pt: profundidade (ASL)

source: depth (Home)
pt_pt: profundidade (Home)

source: direction
pt_pt: direcção

source: distance
pt_pt: distância

source: down
pt_pt: baixo

source: dump
pt_pt: despejar

source: duration
pt_pt: duração

# east offset
source: eOff
pt_pt: desvio para este

source: enableProxy
pt_pt: Habilitar Proxy

source: end actions
pt_pt: acções de saída

source: end z
pt_pt: z final

source: end-actions
pt_pt: acções de saída

source: exit remote op.
pt_pt: sair de teleoperação

source: expression
pt_pt: expressão

source: fetchOn
pt_pt: burcar ligado

source: fetchRemoteSystemsOn
pt_pt: BuscarSistemasRemotosLigados

source: find vehicle
pt_pt: encontrar veículo

source: find vehicle (base: %orientation)
pt_pt: encontrar veículo (base: %orientation)

source: headingDegrees
pt_pt: GrausDaOrientação

source: heartBeatSecs
pt_pt: SegundosPulsação

source: height
pt_pt: altura

source: help
pt_pt: ajuda

source: host name
pt_pt: nome do hospedeiro

source: hstep
pt_pt: passo horizontal

source: httpProxyHost
pt_pt: Hospedeiro do Proxy HTTP

source: httpProxyPort
pt_pt: Porto do Proxy HTTP

source: hudSize
pt_pt: Tamanho do HUB

source: icon color
pt_pt: cor do ícone

source: idle
pt_pt: em espera

source: if true will also retreive remote messages from server.
pt_pt: se verdadeiro também retirará mensagens remotas do servidor

source: ignoreSimulatedSystems
pt_pt: Ignorar Sistemas Simulados

source: imageHeight
pt_pt: Altura da Imagem

source: imageWidth
pt_pt: Largura da imagem

source: infoExtended
pt_pt: Informação Estendida

source: integer
pt_pt: inteiro

source: ipv4-address
pt_pt: endereço-ipv4

source: kmlFiles
pt_pt: Ficheiros KML

source: last update age: %deltaTime
pt_pt: idade da última actualização: %deltaTime

source: lastDir
pt_pt: último directório

source: latency
pt_pt: latência

source: layerFiles
pt_pt: camada de ficheiros

source: left
pt_pt: esquerda

source: length
pt_pt: comprimento

source: levelOfDetail
pt_pt: nível de detalhe

source: list
pt_pt: lista

source: location
pt_pt: localização

source: loiter type
pt_pt: tipo de Loiter

source: maneuver
pt_pt: manobra

source: may increase communications costs!
pt_pt: pode aumentar os custos em comunicações!

source: meters
pt_pt: metros

source: millisBetweenUpdates
pt_pt: Milisegundos entre Actualizações

source: minutes
pt_pt: minutos

# north offset
source: nOff
pt_pt: desvio para norte

source: name
pt_pt: nome

source: no info yet
pt_pt: nenhuma informação de momento

source: no multibeam data has been found.
pt_pt: não foi encontrado dados de multi-feixe.

source: no multibeam data has been found... using DVL
pt_pt: não foram encontrados dados de multi-feixe... utilizando DVL

source: no tiles at this zoom, max is %zoomLevel
pt_pt: nenhum tile neste zoom, max. é %zoomLevel

source: normalization
pt_pt: normalização

source: not aligned
pt_pt: não alinhado

source: not connected
pt_pt: não ligado

source: not selectable
pt_pt: não seleccionável

source: obstacle
pt_pt: obstáculo

source: opacity
pt_pt: opacidade

source: output pdf file
pt_pt: ficheiro pdf de saída

source: password
pt_pt: palavra-chave

source: path
pt_pt: caminho

source: payload actions
pt_pt: acções de payload

source: pitch
pt_pt: inclinação

source: plan
pt_pt: plano

source: points
pt_pt: pontos

source: protocols suported
pt_pt: protocolos suportados

source: publishActiveConsolePlan
pt_pt: publicarPlanoDeConsolaActiva

source: publishBeaconsState
pt_pt: publicarEstadoDeBeacons

source: publishExternalSystems
pt_pt: publicarSistemasExternos

source: publishMessagesListExtra
pt_pt: publicarListaExtraDeMensagens

source: publishOn
pt_pt: publicar ligado

source: publishOnlyVehicles
pt_pt: publicarApenasVeículos

source: publishRemoteSystemsLocally
pt_pt: publicarLocalmenteSistemasRemotos

source: publishVehiclePlan
pt_pt: publicarPlanoDeVeículo

source: publishWebReceivedMessages
pt_pt: publicarMensangensRecebidasDaRede

source: radius
pt_pt: raio

source: remote operation
pt_pt: teleoperação

source: reply_port
pt_pt: porto de resposta

source: request enter remote operation
pt_pt: pedido de entrada em teleoperação

source: request exit remote operation
pt_pt: pedido de saída de teleoperação

source: right
pt_pt: direita

source: seconds
pt_pt: segundos

source: selectedIndex
pt_pt: ÍndiceSelecionado

source: set remote op.
pt_pt: definir teleoperação

source: showHud
pt_pt: mostrar HUD

source: showNames
pt_pt: mostrarNomes

source: showOnlyWhenInteractionIsActive
pt_pt: mostrarSóQuandoInteraçãoEstáActiva

source: showSpeedValue
pt_pt: mostrarVelocidade

source: showSystem
pt_pt: mostrarSistemas

source: simulation
pt_pt: Simulação

source: speed
pt_pt: velocidade

source: speedMps
pt_pt: velocidadeMps

source: splitLocation
pt_pt: local de separação

# sidescan range
source: ss range
pt_pt: distância sonar de verrimento lateral

source: start
pt_pt: iníciar

source: start-actions
pt_pt: acções de início

source: state
pt_pt: estado

source: string
pt_pt: texto

source: swathLength
pt_pt: Comprimento do varrimento

source: system
pt_pt: sistema

source: system a
pt_pt: sistema a

source: system b
pt_pt: sistema b

source: telemetry_port
pt_pt: porto_telemetria

source: test
pt_pt: teste

source: textToDisplay
pt_pt: textoParaMostrar

source: this help
pt_pt: esta ajuda

source: timeVariableGain
pt_pt: ganho de tempo variável

source: true for True and false for Indicated Speed
pt_pt: verdadeiro para Verdadeiro e falso para Velocidade Indicada

source: true for m/s and false for knot
pt_pt: verdadeiro para m/s falso para nós

source: unknown
pt_pt: indefinido

source: unknown destination
pt_pt: destino desconhecido

source: unknown vehicle position
pt_pt: localização desconhecida de veículo

source: up
pt_pt: cima

source: updateMillis
pt_pt: milisegundos para actualizar

source: updateMinutes
pt_pt: Intervalo de actualização

source: useAcousticModem
pt_pt: Enviar por Modem Acústico

source: username
pt_pt: utilizador

source: using
pt_pt: a usar

source: value
pt_pt: valor

source: vehicle-%vehicleid
pt_pt: Veículo - %vehicleid

source: visibilityOf
pt_pt: visibilidade de

source: width
pt_pt: largura

source: x offset
pt_pt: desvio x

source: x offset Camera to vehicle
pt_pt: desvio de x da câmara para veículo

source: y offset
pt_pt: desvio y

source: y offset Camera to vehicle
pt_pt: desvio de y da câmara para veículo

source: z offset
pt_pt: desvio z

source: z offset Camera to vehicle
pt_pt: desvio de z da câmara para veículo

source: © %layerName world overlay
pt_pt: © %layerName - camada de mapa mundo
